Repository: ubports/telegram-app
Catalog: telegram/po/*.po
Languages: am, ar, be, bs, ca, el, es, fa, fi, fr, gd, gl, hu, id, it, ms, nb, nl, pl, pt, ro, ru, sc, sk, sq, ur

source: You joined the secret chat.
ar: لقد انضممت الي محادثة سرية.
be: Вы далучыліся да сакрэтнай гутаркі.
ca: Us heu afegit al xat secret.
es: Se unión a un chat secreto.
fi: Liityit salaiseen keskusteluun.
fr: Vous avez rejoint une discussion secrète.
id: Anda bergabung ke obrolan rahasia.
it: Ti sei unito alla chat segreta.
nl: U heeft zich bij de geheime chat aangesloten.
pl: Dołączyłeś do tajnego czatu.
pt: Você juntou-se à conversa secreta.
ro: Te-ai alăturat discuţiei secrete.
ru: Вы присоединились к секретному чату.
sc: As aderidu a sa tzarrada segreta.
sk: Pripojili ste sa k zabezpečenému rozhovoru.
sq: Ju hytë në bisedën sekrete.

source: %1 created the group
ar: %1 قام بانشاء المجموعة
be: %1 стварыў групу
ca: %1 ha creat el grup
es: %1 creó el grupo
fi: %1 loi ryhmän
fr: %1 a créé le groupe
id: %1 membuat grup
it: %1 ha creato il gruppo
nl: %1 heeft de groep aangemaakt
pl: %1 utworzył grupę
pt: %1 criou o grupo
ro: %1 a creat grupul
ru: %1 создал группу
sc: %1 at creadu su grupu
sk: %1 vytvoril skupinu
sq: 1% krijoj Grupin

source: You added %1
ar: لقد اضفت %1
be: Вы дадалі %1
ca: Heu afegit %1
es: Añadió a %1
fi: Lisäsit %1
fr: Vous avez ajouté %1
id: Anda menambahkan %1
it: Hai aggiunto %1
nb: Du la til %1
nl: U hebt %1 toegevoegd
pl: Dodałeś %1
pt: Você adicionou %1
ro: L-ai adăugat pe %1
ru: Вы добавили %1
sc: As agiuntu %1
sk: Pridali ste %1
sq: Ju keni futur %1

source: %1 added you
ar: %1 اضافك
be: %1 дадаў вас
ca: %1 us ha afegit
es: %1 le añadió
fi: %1 lisäsi sinut
fr: %1 vous a ajouté
id: %1 menambahkan Anda
it: %1 ti ha aggiunto
nl: %1 heeft U toegevoegd
pl: %1 dodał Ciebie
pt: %1 adicionou-o
ro: %1 te-a adăugat
ru: %1 добавил Вас
sc: %1 t'at agiuntu
sk: %1 vás pridal
sq: %1 ju futi juve

source: %1 joined the group
be: %1 далучыўся да групы
ca: %1 s'ha unit al grup
es: %1 se unió al grupo
fi: %1 liittyi ryhmään
fr: %1 a rejoint le groupe
id: %1 bergabung ke grup
it: %1 si è unito al gruppo
pl: %1 opuścił(a) grupę
pt: %1 juntou-se ao grupo
ro: %1 sa alăturat grupului
ru: %1 вступил в группу
sc: %1 at aderidu a su grupu

source: %1 added %2
ar: %1 اضاف %2
be: %1 дадаў %2
ca: %1 ha afegit %2
es: %1 añadió a %2
fi: %1 lisäsi %2
fr: %1 a ajouté %2
id: %1 menambahkan %2
it: %1 ha aggiunto %2
nl: %1 heeft %2 toegevoegd
pl: %1 dodał %2
pt: %1 adicionou %2
ro: %1 l-a adăugat %2
ru: %1 добавил %2
sc: %1 at agiuntu a %2
sk: %1 pridal %2
sq: %1 futi %2

source: %1 left the group
am: %1 ቡድኑን ጥሎ ሄዷል
ar: %1 غادر المجموعة
be: %1 пакінуў групу
bs: %1 je napustio grupu
ca: %1 ha abandonat el grup
el: %1 αποχώρησε από την ομάδα
es: %1 abandonó el grupo
fa: ‫%1 گروه را ترک کرد
fi: %1 poistui ryhmästä
fr: %1 a quitté le groupe
gd: Dh'fhàg %1 am buidheann
gl: %1 deixou o grupo
hu: %1 elhagyta a csoportot
id: %1 keluar dari grup
it: %1 ha lasciato il gruppo
ms: %1 tinggalkan kumpulan
nb: %1 forlot gruppa
nl: %1 heeft de groep verlaten
pl: %1 opuścił(a) grupę
pt: %1 saiu do grupo
ro: %1 a părăsit grupul
ru: %1 покинул группу
sc: %1 at lassadu su grupu
sk: %1 opustil skupinnu
sq: %1 braktisi Grupin
ur: %1 گروہ چھوڑ دیا

source: You removed %1
ar: قمت بإزالة %1
be: Вы выдалілі %1
ca: Heu eliminat %1
es: Eliminó a %1
fi: Poistit %1
fr: Vous avez retiré %1
id: Anda menghapus %1
it: Hai rimosso %1
nl: U heeft %1 verwijderd
pl: Usunąłeś %1
pt: Você removeu %1
ro: Aţi îndepărtat pe %1
ru: Вы удалили %1
sc: Nch'at bogadu a %1
sk: Odstránili ste %1
sq: Ju hoqët %1

source: %1 removed you
ar: %1 ازالك
be: %1 выдаліў вас
ca: %1 ha eliminat %2
es: %1 le ha eliminado
fi: %1 poisti sinut
fr: %1 vous a retiré
id: %1 menghapus Anda
it: %1 ti ha rimosso
nl: %1 heeft U verwijderd
pl: %1 usunął Ciebie
pt: %1 removeu-o
ro: %1 te-a îndepărtat
ru: %1 удалил Вас
sc: %1 t'at bogadu
sk: %1 vás odtránil
sq: %1 ju hoqi juve

source: %1 removed %2
am: %1 ተወግዷል %2
ar: %1 أزال %2
be: %1 выдаліў %2
bs: %1 je izbacio %2
ca: %1 ha eliminat %2
el: %1 αφαίρεσε %2
es: %1 eliminó a %2
fa: ‫%1، %2 را برداشت
fi: %1 poisti %2
fr: %1 a supprimé %2
gd: Thug %1 %2 air falbh
gl: %1 eliminou a %2
hu: %2 eltávolítva %1 által
id: %1 mengeluarkan %2
it: %1 ha rimosso %2
ms: %1 singkirkan %2
nb: %1 fjernet %2
nl: %1 heeft %2 verwijderd
pl: %1 usunął %2
pt: %1 removeu %2
ro: %1 l-a îndepărtat pe %2
ru: %1 удалил %2
sc: %1 nch'at bogadu a %2
sk: %1 odstránil %2
sq: %1 e hoqi %2
ur: %1 نے %2 کو نکال دیا

source: %1 joined the group via invite link
ar: %1 انضم إلي المجموعة من خلال رابط دعوة
be: %1 далучыўся да групы праз спасылку-запрашэнне
ca: %1 s'ha unit al grup mitjançant l'enllaç d'invitació
es: %1 se unió al grupo mediante el enlace de invitación
fi: %1 liittyi kutsulinkin kautta
fr: %1 a rejoint le groupe par le lien d'invitation
id: %1 bergabung ke grup dengan link undangan
it: %1 è entrato nel gruppo tramite il link di invito
nb: %1 tok del i gruppen via invitasjonslenke
nl: %1 heeft zich aan de groep aangesloten via de uitnodiging link
pl: %1 dołączył do grupy przez odnośnik w zaproszeniu
pt: %1 juntou-se ao grupo via convite
ro: %1 sa alăturat grupului prin legătura de invitaţie
ru: %1 присоединился к группе с помощью приглашения
sc: %1 at aderidu a su grupu tràmite unu ligàmene de invitu
sk: %1 sa pripojil k u skupine cez pozvánku
sq: %1 u fut ne Grupë përmes linkut shpërndarës

source: Forwarded from <b>%1</b>
am: ወደ ፊት የተላለፈ ከ <b>%1</b>
ar: معاد توجيهها من خلال <b>%1</b>
be: Перадаслана ад <b>%1</b>
bs: Proslijeđeno od <b>%1</b>
ca: Reenviat des de <b>%1</b>
el: Προώθηση από <b>%1</b>
es: Reenviado desde <b>%1</b>
fa: منتقل شده از <b>%1</b>
fi: Edelleenlähetetty käyttäjältä <b>%1</b>
fr: Transmis, écrit par <b>%1</b>
gd: Air a shìneadh air adhart o <b>%1</b>
gl: Encamiñado desde <b>%1</b>
hu: Továbbítva tőle: <b>%1</b>
id: Diteruskan dari <b>%1</b>
it: Inoltrato da <b>%1</b>
ms: Dimajukan daripada <b>%1</b>
nb: Videresendt fra <b>%1</b>
nl: Doorgestuurd van <b>%1</b>
pl: Przekazano od <b>%1</b>
pt: Encaminhado de <b>%1</b>
ro: Redirecţionat de la <b>%1</b>
ru: Переслано от <b>%1</b>
sc: Torradu a imbiare dae <b>%1</b>
sk: Preposlané od <b>%1</b>
sq: Shpërndaje nga<b>%1</b>
ur: آگے بھیجا گیا <b>%1</b> سے

source: Deleted
am: ጠፍቷል
ar: تم الحذف
be: Выдалена
bs: Obrisano
ca: Suprimit
el: Διαγραφή
es: Eliminado
fa: حذف شده
fi: Poistettu
fr: Supprimé
gd: Air a sguabadh às
gl: Eliminado
hu: Törölt
id: Terhapus
it: Eliminato
ms: Dipadamkan
nb: Slettet
nl: Verwijderd
pl: Usunięto
pt: Eliminado
ro: Şters
ru: Удалено
sc: Cantzelladu
sk: Vymazané
sq: E fshirë
ur: حذف شدہ

source: hh:mm
am: ሰሰ:ደደ
be: гг:хх
ca: H.mm

source: MMM d
ar: d MMM
be: МММ д
bs: dd MMM
ca: d MMM
es: d MMM
fi: d. MMM
fr: d MMM
gd: d MMM
gl: d MMM
it: d MMM
nb: d. MMM.
nl: d MMMM
ro: dd MMMM
ru: d MMM
sc: d MMM
sq: d. MMM

source: today at %1
am: ዛሬ በ %1
ar: اليوم في %1
be: сёння а %1
bs: danas u %1
ca: avui a les %1
el: σήμερα στις %1
es: hoy a las %1
fa: ‫%1 امروز
fi: tänään %1
fr: aujourd'hui à %1
gd: an-diugh %1
gl: hoxe ás %1
hu: ma, %1
id: hari ini pada %1
it: oggi alle %1
ms: hari ini pada %1
nb: i dag kl. %1
nl: vandaag om %1
pl: dzisiaj o %1
pt: hoje às %1
ro: astăzi la %1
ru: сегодня в %1
sc: oe a sas %1
sk: dnes o %1
sq: Sotë në %1
ur: آج %1 بجے

source: yesterday at %1
am: ትናንትና በ %1
ar: أمس في %1
be: учора а %1
bs: jučer u %1
ca: ahir a les %1
el: εχθές στις %1
es: ayer a las %1
fa: ‫%1 دیروز
fi: eilen %1
fr: hier à %1
gd: an-dè %1
gl: onte ás %1
hu: tegnap, %1
id: kemarin pada %1
it: ieri alle %1
ms: semalam pada %1
nb: i går kl. %1
nl: gisteren om %1
pl: wczoraj o %1
pt: ontem às %1
ro: ieri la %1
ru: вчера в %1
sc: eris a sas %1
sk: včera o %1
sq: dje në %1
ur: گزشتہ کل %1 بجے

source: %1 at %2
am: %1 በ %2
ar: %1 عند %2
be: %1 на %2
bs: %1 u %2
ca: %1 a les %2
el: %1 στις %2
es: %1 a las %2
fr: %1 à %2
gl: %1 ás %2
id: %1 pada %2
it: %1 alle %2
ms: %1 pada %2
nb: %1 kl. %2
nl: %1 om %2
pl: %1 o %2
pt: %1 às %2
ro: %1 la %2
ru: %1 в %2
sc: %1 a sas %2
sk: %1 o %2
sq: %1 në %2
ur: %1 کو %2 بجے

source: mm:ss
be: хх:сс

source: h:mm:ss
be: г:хх:сс
ca: H.mm
fr: hh:mm:ss
nl: hh:mm
ro: hh:mm:ss
sc: hh:mm

source: HH:mm
be: ГГ:хх

source: ddd HH:mm
be: ддд ГГ:хх
ro: dddd HH:mm

source: dd MMM
be: дд МММ
fi: d. MMM
hu: MMM dd.
ro: dd MMMM
sq: d. MMM

source: dd MMM yy
be: дд МММ гг
fi: d. MMM yy
hu: yy. MMM dd.
nb: d. MMM. yyyy
pl: dd MMM rr
ro: dd MMMM yyyy
sq: dd.MMM.yyy

source: sent you a message
am: የ እርስዎ መልእክት ተልኳል
ar: أرسل إليك رسالة
be: даслаў вам паведамленне
bs: vam je poslao poruku
ca: t'ha enviat un missatge
el: έστειλε σε εσάς ένα μήνυμα
es: le envió un mensaje
fa: پیامی فرستاد
fi: lähetti sinulle viestin
fr: vous a envoyé un message
gl: enviou unha mensaxe
hu: üzenetet küldött
id: mengirimkan anda pesan
it: ti ha inviato un messaggio
ms: menghantar mesej kepada anda
nb: sendte deg en melding
nl: een bericht aan u gestuurd
pl: wysłał Tobie wiadomość
pt: enviou-lhe uma mensagem
ro: ţi-a trimis un mesaj
ru: отправил вам сообщение
sc: t'at imbiadu unu messàgiu
sk: vám poslal správu
sq: ka dërguar juve një mesazh
ur: نے آپکو ایک پیغام بھیجا

source: sent you a photo
am: ለ እርስዎ ፎቶ ተልኳል
ar: أرسل إليك صورة
be: даслаў вам выяву
bs: vam je poslao fotografiju
ca: t'ha enviat una foto
el: έστειλε σε εσάς μια φωτογραφία
es: le envió una foto
fa: نگاره‌ای فرستاد
fi: lähetti sinulle kuvan
fr: vous a envoyé une photo
gl: enviou unha foto
hu: fényképet küldött
id: mengirimkan anda foto
it: ti ha inviato una foto
ms: menghantar foto kepada anda
nb: sendte deg et bilde
nl: een foto aan u gestuurd
pl: wysłał Tobie zdjęcie
pt: enviou-lhe uma fotografia
ro: ţi-a trimis o imagine
ru: отправил вам фото
sc: t'at imbiadu una fotografia
sk: vám poslal fotku
sq: ka dërguar juve një imazh
ur: نے آپکو ایک تصویر بھیجی

source: sent you a sticker
be: даслаў вам відэа
ca: t'ha enviat un adhesiu
fi: lähetti sinulle tarran
id: mengirimkan Anda stiker
it: ha inviato uno sticker
pl: wysłał Tobie naklejkę
pt: enviou-lhe um autocolante
ru: отправил вам стикер
sc: t'at imbiadu un'adesivu

source: sent you a video
am: ለ እርስዎ ቪዲዮ ተልኳል
ar: أرسل إليك فيديو
be: даслаў вам відэа
bs: vam je poslao video
ca: t'ha enviat un vídeo
el: έστειλε σε εσάς ένα βίντεο
es: le envió un vídeo
fa: ویدیویی فرستاد
fi: lähetti sinulle videon
fr: vous a envoyé une vidéo
gl: enviou un vídeo
hu: videót küldött
id: mengirimkan anda video
it: ti ha inviato un video
ms: menghantar video kepada anda
nb: sendte deg en video
nl: een video aan u gestuurd
pl: wysłał Tobie film
pt: enviou-lhe um vídeo
ro: ţi-a trimis un video
ru: отправил вам видео
sc: t'at imbiadu unu vìdeu
sk: vám poslal video
sq: ka dërguar juve një video
ur: نے آپکو ایک ویڈیو بھیجی

source: sent you a document
am: ለ እርስዎ ሰነድ ተልኳል
ar: أرسل إليك مستند
be: даслаў вам дакумент
bs: vam je poslao dokument
ca: t'ha enviat un document
el: έστειλε σε εσάς ένα έγγραφο
es: le envió un documento
fa: سندی فرستاد
fi: lähetti sinulle asiakirjan
fr: vous a envoyé un document
gl: enviou un documento
hu: dokumentumot küldött
id: mengirimkan anda dokumen
it: ti ha inviato un documento
ms: menghantar dokumen kepada anda
nb: sendte deg et dokument
nl: een document aan u gestuurd
pl: wysłał Tobie dokument
pt: enviou-lhe um documento
ro: ţi-a trimis un document
ru: отправил вам документ
sc: t'at imbiadu unu documentu
sk: vám poslal dokument
sq: ka dërguar juve një dokument
ur: نے آپکو ایک دستاویز بھیجا

source: sent you a voice message
am: ለ እርስዎ የ ድምፅ መልእክት ተልኳል
ar: أرسل إليك رسالة صوتية
be: даслаў галасавое паведамленне
bs: vam je poslao glasovnu poruku
ca: t'ha enviat un missatge de veu
el: έστειλε σε εσάς ένα μήνυμα ήχου
es: le envió un mensaje de voz
fa: پیام صوتی‌ای فرستاد
fi: lähetti sinulle ääniviestin
fr: vous a envoyé un message vocal
gl: enviou unha mensaxe de voz
hu: hangüzenetet küldött
id: mengirimkan anda pesan suara
it: ti ha inviato un messaggio audio
ms: menghantar mesej suara kepada anda
nb: sendte deg en talemelding
nl: een gesproken bericht aan u gestuurd
pl: wysłał Tobie wiadomość głosową
pt: enviou-lhe uma mensagem de voz
ro: ţi-a trimis un mesaj vocal
ru: отправил вам голосовое сообщение
sc: t'at imbiadu unu messàgiu vocale
sk: vám poslal hlasovú správu
sq: ka dërguar juve një mesazh zëri
ur: نے آپکو ایک آڈیو پیغام بھیجا

source: shared a contact with you
am: ለ እርስዎ ግንኙነት ተልኳል
ar: شارك شخص معك
be: падзяліўся з вамі кантактам
bs: je podijelio kontakt sa vama
ca: ha compartit un contacte amb tu
el: διαμοίρασε μια επαφή σε εσάς
es: compartió un contacto con usted
fa: مخاطبی‌را هم‌رساند
fi: jakoi yhteystiedo kanssasi
fr: a partagé un contact avec vous
gl: compartiu un contacto
hu: megosztott egy partnert
id: membagi kontak dengan anda
it: ha condiviso un contatto con te
ms: berkongsi kenalan dengan anda
nb: delte en kontakt med deg
nl: een contact met u gedeeld
pl: wysłał Tobie kontakt
pt: partilhou um contacto consigo
ro: a partajat un contact cu tine
ru: поделился с вами контактом
sc: at cumpartzidu unu cuntatu cun tegus
sk: s vami zdieľa kontakt
sq: ka ndarë një kontakt më juve
ur: نے آپکے ساتھ ایک رابطہ شیئر کیا

source: sent you a map
am: ለ እርስዎ ካርታ ተልኳል
ar: أرسل إليك خريطة
be: даслаў вам карту
bs: vam je poslao mapu
ca: t'ha enviat un mapa
el: έστειλε σε εσάς ένα χάρτη
es: le envió un mapa
fa: نقشه‌ای فرستاد
fi: lähetti sinulle kartan
fr: vous a envoyé une carte
gl: enviou un mapa
hu: térképet küldött
id: mengirimkan anda peta
it: ti ha inviato una mappa
ms: menghantar peta kepada anda
nb: sendte deg et kart
nl: een kaart aan u gestuurd
pl: wysłał Tobie mapę
pt: enviou-lhe uma localização
ro: ţi-a trimis o hartă
ru: отправил вам карту
sc: t'at imbiadu una mapa
sk: vám poslal mapu
sq: ka dërguar juve një hartë vëndi
ur: نے آپکو ایک نقشہ بھیجا

source: %1 sent a message to the group
am: %1 መልእክት ለ ቡድኑ ተልኳል
ar: أرسل %1 رسالة إلى المجموعة
be: %1 даслаў паведамленне ў групу
bs: %1 je poslao poruku u grupi
ca: %1 ha enviat un missatge al grup
el: %1 έστειλε ένα μήνυμα στην ομάδα
es: %1 envió un mensaje al grupo
fa: ‫%1 پیامی به گروه فرستاد
fi: %1 lähetti viestin ryhmälle
fr: %1 a envoyé un message au groupe
gd: Chuir %1 teachdaireachd dhan bhuidheann
gl: %1 enviou unha mensaxe ao grupo
hu: %1 üzenetet küldött a csoportnak
id: %1 mengirimkan pesan ke grup
it: %1 ha inviato un messaggio al gruppo
ms: %1 menghantar mesej kepada kumpulan
nb: %1 sendte en melding til gruppa
nl: %1 heeft een bericht naar de groep gestuurd
pl: %1 wysłał wiadomość do grupy
pt: %1 enviou uma mensagem para o grupo
ro: %1 a trimis un mesaj către grup
ru: %1 отправил сообщение группе
sc: %1 at imbiadu unu messàgiu a su grupu
sk: %1 poslal správu do skupiny
sq: %1 ka dërguar një mesazh tek Grupi
ur: %1 نے گروپ میں ایک پیغام بھیجا

source: %1 sent a photo to the group
am: %1 ፎቶ ለ ቡድኑ ተልኳል
ar: أرسل %1 صورة إلى المجموعة
be: %1 даслаў выяву ў групу
bs: %1 je poslao fotografiju u grupi
ca: %1 ha enviat una foto al grup
el: %1 έστειλε μια φωτογραφία στην ομάδα
es: %1 envió una foto al grupo
fa: ‫%1 نگاره‌ای به گروه فرستاد
fi: %1 lähetti kuvan ryhmälle
fr: %1 a envoyé une photo au groupe
gd: Chuir %1 dealbh dhan bhuidheann
gl: %1 enviou unha foto ao grupo
hu: %1 fényképet küldött a csoportnak
id: %1 mengirimkan foto ke grup
it: %1 ha inviato una foto al gruppo
ms: %1 %1 menghantar foto kepada kumpulan
nb: %1 sendte et bilde til gruppa
nl: %1 heeft een foto naar de groep gestuurd
pl: %1 wysłał zdjęcie do grupy
pt: %1 enviou uma foto para o grupo
ro: %1 a trimis o imagine către grup
ru: %1 отправил фото группе
sc: %1 at imbiadu una fotografia a su grupu
sk: %1 poslal fotku do skupiny
sq: %1 ka dërguar një imazh tek Grupi
ur: %1 نے گروپ میں ایک تصویر ارسال کی

source: %1 sent a sticker to the group
be: %1 даслаў наклейку ў групу
ca: %1 ha enviat un adhesiu al grup
fi: %1 lähetti tarran ryhmälle
id: %1 mengirimkan stiker ke grup
it: %1 ha inviato uno sticker al gruppo
pl: %1 wysłał naklejkę do grupy
pt: %1 enviou um autocolante para o grupo
ru: %1 отправил стикер группе
sc: %1 at imbiadu un'adesivu a su grupu

source: %1 sent a video to the group
am: %1 ቪዲዮ ለ ቡድኑ ተልኳል
ar: أرسل %1 فيديو إلى المجموعة
be: %1 даслаў відэа ў групу
bs: %1 je poslao video u grupi
ca: %1 ha enviat un vídeo al grup
el: %1 έστειλε ένα βίντεο στην ομάδα
es: %1 envió un vídeo al grupo
fa: ‫%1 ویدیویی به گروه فرستاد
fi: %1 lähetti videon ryhmälle
fr: %1 a envoyé une vidéo au groupe
gd: Chuir %1 video dhan bhuidheann
gl: %1 enviou un vídeo ao grupo
hu: %1 videót küldött a csoportnak
id: %1 mengirimkan video ke grup
it: %1 ha inviato un video al gruppo
ms: %1 %1 menghantar video kepada kumpulan
nb: %1 sendte en video til gruppa
nl: %1 heeft een video naar de groep gestuurd
pl: %1 wysłał film do grupy
pt: %1 enviou um vídeo para o grupo
ro: %1 a trimis un video către grup
ru: %1 отправил видео группе
sc: %1 nch'at imbiadu unu vìdeu a su grupu
sk: %1 poslal video do skupiny
sq: %1 ka dërguar një video tek Grupi
ur: %1 نے گروپ میں ایک ویڈیو ارسال کی

source: %1 sent a document to the group
am: %1 ሰነድ ለ ቡድኑ ተልኳል
ar: أرسل %1 مستند إلى المجموعة
be: %1 даслаў дакумент у групу
bs: %1 je poslao dokument u grupi
ca: %1 ha enviat un document al grup
el: %1 έστειλε ένα έγγραφο στην ομάδα
es: %1 envió un documento al grupo
fa: ‫%1 سندی به گروه فرستاد
fi: %1 lähetti asiakirjan ryhmälle
fr: %1 a envoyé un document au groupe
gd: Chuir %1 sgrìobhainn dhan bhuidheann
gl: %1 enviou un documento ao grupo
hu: %1 dokumentumot küldött a csoportnak
id: %1 mengirimkan dokumen ke grup
it: %1 ha inviato un documento al gruppo
ms: %1 %1 menghantar dokumen kepada kumpulan
nb: %1 sendte et dokument til gruppa
nl: %1 heeft een document naar de groep gestuurd
pl: %1 wysłał dokument do grupy
pt: %1 enviou um documento para o grupo
ro: %1 a trimis un document către grup
ru: %1 отправил документ группе
sc: %1 nch'at imbiadu unu documentu a su grupu
sk: %1 poslal dokument do skupiny
sq: %1 ka dërguar një dokument tek Grupi
ur: %1 نے گروپ میں ایک دستاویز ارسال کی

source: %1 sent a voice message to the group
am: %1 የ ድምፅ መልእክት ለ ቡድኑ ተልኳል
ar: أرسل %1 رسالة صوتية إلى المجموعة
be: %1 даслаў галасавое паведамленне у групу
bs: %1 je poslao glasovnu poruku u grupi
ca: %1 ha enviat un missatge de veu al grup
el: %1 έστειλε ένα μήνυμα ήχου στην ομάδα
es: %1 envió un mensaje de voz al grupo
fa: ‫%1 پیام صوتی‌ای به گروه فرستاد
fi: %1 lähetti ääniviestin ryhmälle
fr: %1 a envoyé un message vocal au groupe
gd: Chuir %1 teachdaireachd gutha dhan bhuidheann
gl: %1 enviou unha mensaxe de voz ao grupo
hu: %1 hangüzenetet küldött a csoportnak
id: %1 mengirimkan pesan suara ke grup
it: %1 ha inviato un messaggio audio al gruppo
ms: %1 %1 menghantar mesej suara kepada kumpulan
nb: %1 sendte en talemelding til gruppa
nl: %1 heeft een gesproken bericht naar de groep gestuurd
pl: %1 wysłał wiadomość głosową do grupy
pt: %1 enviou uma mensagem de voz para o grupo
ro: %1 a trimis un mesaj vocal către grup
ru: %1 отправил голосовое сообщение группе
sc: %1 nch'at imbiadu unu messàgiu vocale a su grupu
sk: %1 poslal hlasovú správu do skupiny
sq: %1 ka dërguar një mesazh zëri tek Grupi
ur: %1 نے گروپ میں ایک آڈیو پیغام ارسال کیا

source: %1 sent a contact to the group
am: %1 ግንኙነት ለ ቡድኑ ተልኳል
ar: أرسل %1 شخصا إلى المجموعة
be: %1 даслаў кантакт у групу
bs: %1 je poslao kontakt u grupi
ca: %1 ha enviat un contacte al grup
el: %1 έστειλε μια επαφή στην ομάδα
es: %1 compartió un contacto con el grupo
fa: ‫%1 مخاطبی به گروه فرستاد
fi: %1 lähetti yhteystiedon ryhmälle
fr: %1 a envoyé un contact au groupe
gd: Chuir %1 neach-aithne dhan bhuidheann
gl: %1 enviou un contacto ao grupo
hu: %1 egy partnert küldött a csoportnak
id: %1 mengirimkan kontak ke grup
it: %1 ha inviato un contatto al gruppo
ms: %1 %1 menghantar kenalan kepada kumpulan
nb: %1 sendte en kontakt til gruppa
nl: %1 heeft een contact naar de groep gestuurd
pl: %1 wysłał kontakt do grupy
pt: %1 enviou um contacto para o grupo
ro: %1 a trimis un contact către grup
ru: %1 отправил контакт группе
sc: %1 nch'at imbiadu unu cuntatu a su grupu
sk: %1 poslal kontakt do skupiny
sq: %1 ka dërguar një kontakt tek Grupi
ur: %1 نے گروپ میں ایک رابطہ ارسال کیا

source: %1 sent a map to the group
am: %1 ካርታ ለ ቡድኑ ተልኳል
ar: أرسل %1 خريطة إلى المجموعة
be: %1 даслаў карту у групу
bs: %1 je poslao mapu u grupi
ca: %1 ha enviat un mapa al grup
el: %1 έστειλε ένα χάρτη στην ομάδα
es: %1 envió un mapa al grupo
fa: ‫%1 نقشه‌ای به گروه فرستاد
fi: %1 lähetti kartan ryhmälle
fr: %1 a envoyé une carte au groupe
gd: Chuir %1 mapa dhan bhuidheann
gl: %1 enviou un mapa ao grupo
hu: %1 térképet küldött a csoportnak
id: %1 mengirimkan peta ke grup
it: %1 ha inviato una mappa al gruppo
ms: %1 %1 menghantar peta kepada kumpulan
nb: %1 sendte et kart til gruppa
nl: %1 heeft een kaart naar de groep gestuurd
pl: %1 wysłał mapę do grupy
pt: %1 enviou um mapa para o grupo
ro: %1 a trimis o hartă către grup
ru: %1 отправил карту группе
sc: %1 nch'at imbiadu una mapa a su grupu
sk: %1 poslal mapu do skupiny
sq: %1 ka dërguar një hartë vendi tek Grupi
ur: %1 نے گروپ میں ایک نقشہ ارسال کیا

source: %1 invited you to the group
am: %1 እርስዎ ወደ ቡድኑ ተጋብዘዋል
ar: دعاك %1 إلى المجموعة
be: %1 запрасіў вас у групу
bs: %1 vas je pozvao u grupu
ca: %1 t'ha convidat al grup
el: %1 σας προσκάλεσε στην ομάδα
es: %1 le invitó al grupo
fa: ‫%1 به گروه دعوتتان کرد
fi: %1 kutsui sinut ryhmään
fr: %1 vous a invité à rejoindre le groupe
gd: Thug %1 cuireadh dhan bhuidheann dhut
gl: %1 convidouno ao grupo
hu: %1 meghívott a csoportba
id: %1 mengundang anda ke grup
it: %1 ti ha invitato nel gruppo
ms: %1 menjemput anda menyertai kumpulan
nb: %1 inviterte deg til gruppa
nl: %1 heeft u voor de groep uitgenodigd
pl: %1 zaprosił Cię do grupy
pt: %1 convidou-o para o grupo
ro: %1 te-a invitat în grup
ru: %1 пригласил вас в группу
sc: %1 t'at invitadu a su grupu
sk: %1 vás pozval do skupiny
sq: %1 ju ka ftuar juve tek Grupi
ur: %1 نے آپکو گروپ میں مدعو کیا

source: %1 changed group name
am: %1 የ ቡድኑ ስም ተቀይሯል
ar: قام %1 بتغيير اسم المجموعة
be: %1 змяніў назву групы
bs: %1 je promjenio ime grupe
ca: %1 ha canviat el nom del grup
el: %1 άλλαξε το όνομα ομάδας
es: %1 cambió el nombre del grupo
fa: ‫%1 نام گروه را تغییر داد
fi: %1 vaihtoi ryhmän nimeä
fr: %1 a modifié le nom du groupe
gd: Dh'atharraich %1 ainm a' bhuidhinn
gl: %1 cambiou o nome do grupo
hu: %1 megváltoztatta a csoportnevét
id: %1 mengubah nama grup
it: %1 ha cambiato il nome del gruppo
ms: %1 menukar nama kumpulan
nb: %1 endret gruppenavn
nl: %1 heeft de groepsnaam gewijzigd
pl: %1 zmienił nazwę grupy
pt: %1 alterou o nome do grupo
ro: %1 a schimbat numele grupului
ru: %1 изменил название группы
sc: %1 at mudadu su nùmene de su grupu
sk: %1 zmenil meno skupiny
sq: %1 ka ndryshuar emrin e Grupit
ur: %1 نے گروپ کا نام بدلا

source: %1 changed group photo
am: %1 የ ቡድኑ ፎቶ ተቀይሯል
ar: قام %1 بتغيير صورة المجموعة
be: %1 змяніў выяву групы
bs: %1 je promjenio fotografiju grupe
ca: %1 ha canviat la foto del grup
el: %1 άλλαξε την φωτογραφία ομάδας
es: %1 cambió la foto del grupo
fa: ‫%1 نگارهٔ گروه را تغییر داد
fi: %1 vaihtoi ryhmän kuvan
fr: %1 a modifié la photo du groupe
gd: Dh'atharraich %1 dealbh a' bhuidhinn
gl: %1 cambiou a foto do grupo
hu: %1 megváltoztatta a csoportképét
id: %1 mengubah foto grup
it: %1 ha cambiato la foto del gruppo
ms: %1 menukar foto kumpulan
nb: %1 endret gruppebilde
nl: %1 heeft de groepsfoto gewijzigd
pl: %1 zmienił zdjęcie grupy
pt: %1 alterou a foto do grupo
ro: %1 a schimbat imaginea grupului
ru: %1 изменил изображение группы
sc: %1 at mudadu sa fotografia de su grupu
sk: %1 zmenil fotku skupiny
sq: %1 ka ndryshuar imazhin e Grupit
ur: %1 نے گروپ کی تصویر بدلی
