Repository: ubports/telegram-app
Catalog: telegram/po/*.po
Languages: am, ar, be, bs, ca, el, es, fa, fi, fr, gd, gl, hu, id, it, ms, nb, nl, pl, pt, ro, ru, sc, sk, sq, ur

source: <b>%1</b> created the group
am: <b>%1</b> ቡድኑ ተፈጥሯል
ar: <b>%1</b> قام بانشاء المجموعة
ca: <b>%1</b> ha creat el grup
es: <b>%1</b> creó un grupo
fi: <b>%1</b> loi ryhmän
fr: <b>%1</b> a créé le groupe
id: <b>%1</b> membuat grup
it: <b>%1</b> ha creato il gruppo
nl: <b>%1</b> heeft de groep aangemaakt
pl: <b>%1</b> utworzył grupę
pt: <b>%1</b> criou o grupo
ro: <b>%1</b> a creat grupul
ru: <b>%1</b> создал группу
sc: <b>%1</b> at creadu su grupu
sk: <b>%1</b> vytvoril skupinu
sq: <b>%1</b> ka krijuar Grupin

source: Use classic message checkmarks
it: Usa le classiche spunte dei messaggi

source: Password hint
it: Suggerimento password

source: %1 member
it: %1 membro

source: Edited
it: Modificato

source: Telegram
am: ቴሌግራም
ar: تلغرام
fa: تلگرام
gd: Teileagram
ro: Aplicația Telegram
ru: Телеграм
sq: Telegrami
ur: ٹیلی گرام

source: Profile Info
es: Información del perfil
nl: Profielinfo
sq: Info e Profilit
ur: پروفائل کی معلومات
