Repository: ubports/telegram-app
Catalog: telegram/po/*.po
Languages: am, ar, be, bs, ca, el, es, fa, fi, fr, gd, gl, hu, id, it, ms, nb, nl, pl, pt, ro, ru, sc, sk, sq, ur

source: Change photo
am: ፎቶ መቀየሪያ
ar: تغيير الصورة
be: Змяніць фатаздымак
bs: Promjeni fotografiju
ca: Canvia la foto
el: Αλλαγή φωτογραφίας
es: Cambiar foto
fa: تغییر نگاره
fi: Vaihda kuvaa
fr: Changer la photo
gd: Atharraich an dealbh
gl: Cambiar imaxe
hu: Fénykép megváltoztatása
id: Ubah foto
it: Cambia foto
ms: Ubah foto
nb: Bytt bilde
nl: Foto wijzigen
pl: Zmień zdjęcie
pt: Mudar fotografia
ro: Schimbă imaginea
ru: Изменить изображение
sc: Muda sa fotografia
sk: Zmeniť fotku
sq: Ndrysho imazhin
ur: تصویر بدلیں

source: Info
am: መረጃ
ar: معلومات
be: Інфармацыя
bs: Informacije
ca: Informació
el: Πληροφορίες
es: Información
fa: اطّلاعات
fi: Tiedot
fr: Informations
gd: Fiosrachadh
gl: Información
hu: Információ
ms: Maklumat
pl: Informacje
pt: Informação
ro: Informaţii
ru: Сведения
sc: Informatziones
sk: Informácie
ur: معلومات

source: Phone
am: ስልክ
ar: هاتف
be: Тэлефон
bs: Telefon
ca: Telèfon
el: Τηλέφωνο
es: Teléfono
fa: تلفن
fi: Puhelin
fr: Téléphone
gd: Cuir fòn
gl: Teléfono
hu: Telefonszám
id: Telepon
it: Telefono
ms: Telefon
nb: Telefon
nl: Telefoon
pl: Telefon
pt: Telefone
ro: Telefon
ru: Телефон
sc: Telèfonu
sk: Telefón
sq: Telefoni
ur: فون

source: Username
am: የተጠቃሚ ስም
ar: اسم المستخدم
be: Імя карыстальніка
bs: Korisničko ime
ca: Nom d'usuari
el: Όνομα χρήστη
es: Nombre de usuario
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
gd: Ainm-cleachdaiche
gl: Nome do usuario
hu: Felhasználónév
id: Nama Pengguna
ms: Nama Pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
ro: Utilizator
ru: Имя пользователя
sc: Nùmene utente
sk: Užívateľské meno
sq: Emri i përdoruesit
ur: اسمِ صارف

source: Messages
am: መልእክቶች
ar: الرسائل
be: Паведамленні
bs: Poruke
ca: Missatges
el: Μηνύματα
es: Mensajes
fa: پیام‌ها
fi: Viestit
gd: Teachdaireachdan
gl: Mensaxes
hu: Üzenetek
id: Pesan
it: Messaggi
ms: Mesej
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt: Mensagens
ro: Mesaje
ru: Сообщения
sc: Messàgios
sk: Správy
sq: Mesazhet
ur: پیغامات

source: Notifications
am: ማስታወቂያዎች
ar: إخطارات
be: Апавяшчэнні
bs: Notifikacije
ca: Notificacions
el: Ειδοποιήσεις
es: Notificaciones
fa: آگهی‌ها
fi: Ilmoitukset
gd: Brathan
gl: Notificacións
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ms: Pemberitahuan
nb: Varslinger
nl: Mededelingen
pl: Powiadomienia
pt: Notificações
ro: Notificări
ru: Уведомления
sc: Notìficas
sk: Notifikácie
sq: Njoftimet
ur: اطلاعات

source: Send by Enter
am: ማስገቢያውን ሲጫኑ መላኪያ
ar: إرسال بالنقر على Enter
be: Даслаць націснуўшы Enter
bs: Pošalji sa Enter
ca: Envia en prémer Retorn
el: Αποστολή μηνύματος πατώντας το Enter
es: Enviar al pulsar Intro
fa: ارسال با کلید ورود
fi: Lähetä enterillä
fr: Envoyez via la touche Entrée
gd: Cuir le Enter
gl: Enviar con Intro
hu: Küldés Enter billentyűvel
id: Kirim menggunakan Enter
it: Spedisci con «Invio»
ms: Hantar dengan menekan Enter
nb: Send med Enter
nl: Versturen met Enter
pl: Wysyłaj za pomocą Enter
pt: Enviar por Enter
ro: Trimite mesajele apăsând tasta Enter
ru: Отправлять нажатием «Enter»
sc: Imbia cun Enter
sk: Odoslať Enterom
sq: Dërgo më Enter
ur: Enter دبانے پر بھیجیں

source: Night Mode
be: Начны рэжым
it: Modalità Notte
pl: Tryb nocny
ru: Ночной режим

source: Support
am: ድጋፍ
ar: الدعم
be: Падтрымка
bs: Podrška
ca: Assistència
el: Υποστήριξη
es: Soporte
fa: پشتیبانی
fi: Tuki
fr: Assistance
gd: Taic
gl: Axuda
hu: Támogatás
id: Dukungan
it: Supporto
ms: Sokongan
nb: Hjelp
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
ro: Suport
ru: Поддержка
sc: Agiudu
sk: Podpora
sq: Shërbimi i klientëve
ur: معاونت

source: Ask a Question
am: ጥያቄ ይጠይቁ
ar: اطرح سؤالا
be: Задаць пытанне
bs: Postavite pitanje
ca: Envieu una pregunta
el: Κάντε μια Ερώτηση
es: Realizar una pregunta
fa: پرسیدن یک سوال
fi: Esitä kysymys
fr: Poser une question
gd: Faighnich ceist
gl: Facer unha pregunta
hu: Kérdés küldése
id: Ajukan pertanyaan
it: Fai una domanda
ms: Tanya Soalan
nb: Still et spørsmål
nl: Een vraag stellen
pl: Zadaj pytanie
pt: Fazer uma pergunta
ro: Pune o întrebare
ru: Задать вопрос
sc: Faghe una pregonta
sk: Spýtať sa otázku
sq: Shtro një pyetje
ur: سوال پوچھیں

source: Telegram FAQ
am: በ ቴሌግርም ተዘውትሮ የሚጠየቁ ጥያቄዎች
ar: الأسئلة الأكثر تكرارا في تلغرام
be: Telegram ЧЗП
bs: Telegram FAQ (ČPP)
ca: PMF del Telegram
el: Telegram συχνές ερωτήσεις
es: Preguntas frecuentes de Telegram
fa: پرسش‌های پرتکرار تلگرام
fi: Telegramin UKK
fr: FAQ de Telegram
gd: CÀBHA Teileagraim
gl: Preguntas frecuentes
hu: Telegram GYIK
id: FAQ Telegram
it: FAQ di Telegram
ms: Soalan Lazim Telegram
nb: Telegram-OSS
nl: Veelgestelde vragen
pl: Pytania dot. Telegram
pt: Perguntas frequentes
ro: Întrebări frecvente despre Telegram
ru: ЧаВО Telegram
sc: PF (Pregontas Fitianas)
sk: Telegram časté dotazy
sq: Telegram P&P
ur: ٹیلی گرام عمومی سوال وجواب

source: Account
am: መግለጫ
ar: الحساب
be: Уліковы запіс
bs: Račun
ca: Compte
el: Λογαριασμός
es: Cuenta
fa: حساب
fi: Tili
fr: Compte
gd: Cunntas
gl: Conta
hu: Fiók
id: Akun
ms: Akaun
nb: Konto
pl: Konto
pt: Conta
ro: Cont
ru: Учетная запись
sc: Contu
sk: Účet
sq: Llogaria
ur: کھاتہ

source: Log out
am: መውጫ
ar: تسجيل خروج
be: Выйсці
bs: Odjava
ca: Surt
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج از حساب
fi: Kirjaudu ulos
fr: Se déconnecter
gd: Clàraich a-mach
gl: Saír da sesión
hu: Kijelentkezés
id: Keluar
it: Termina sessione
ms: Daftar keluar
nb: Logg ut
nl: Afmelden
pl: Wyloguj
pt: Terminar sessão
ro: Deconectare
ru: Выйти
sc: Essi·nche
sk: Odhlásiť sa
sq: Qkyqu
ur: لاگ آؤٹ

source: Telegram for Ubuntu %1
am: ቴሌግራም ለ ኡቡንቱ %1
ar: تلغرام لأوبونتو %1
be: Telegram для Ubuntu %1
bs: Telegram za Ubuntu %1
ca: Telegram per a l'Ubuntu %1
el: Telegram για Ubuntu %1
es: Telegram para Ubuntu %1
fa: تلگرام برای اوبونتو %1
fi: Telegram Ubuntu %1
fr: Telegram pour Ubuntu %1
gd: Teileagram airson Ubuntu %1
gl: Telegram para Ubuntu %1
hu: Telegram Ubuntuhoz %1
id: Telegram untuk Ubuntu %1
it: Telegram per Ubuntu %1
ms: Telegram untuk Ubuntu %1
nl: Telegram voor Ubuntu %1
pl: Telegram dla Ubuntu %1
pt: Telegram para Ubuntu %1
ro: Aplicaţia Telegram pentru Ubuntu %1
ru: Telegram для Ubuntu %1
sc: Telegram pro Ubuntu %1
sk: Telegram pre Ubuntu %1
sq: Telegraf për Ubuntu %1
ur: اوبونٹو %1 کے لیے ٹیلی گرام

source: online
am: በ መስመር ላይ
ar: متصل
be: у сетцы
bs: na mreži
ca: en línia
el: συνδεδεμένος
es: en línea
fa: برخط
fi: linjoilla
fr: connecté
gd: air loidhne
gl: en liña
hu: elérhető
it: in linea
ms: atas talian
nb: tilkoblet
pl: dostępny
pt: ligado
ro: activ
ru: онлайн
sc: in lìnia
sk: pripojený
sq: Lidhur
ur: آن لائن

source: last seen %1
am: መጨረሻ የታዩት %1
ar: آخر رؤية %1
be: быў %1
bs: zadnji put online %1
ca: vist: %1
el: εμφανίστηκε τελευταία %1
es: visto por última vez %1
fa: آخرین حضور %1
fi: viimeksi nähty %1
fr: dernier accès %1
gd: air fhaicinn roimhe %1
gl: último acceso %1
hu: Itt járt: %1
id: terakhir terlihat %1
it: ultimo accesso %1
ms: terakhir dilihat %1
nb: sist sett %1
nl: laatst gezien %1
pl: widziany(a) %1
pt: visto %1
ro: Ultima dată văzut: %1
ru: последний раз был %1
sc: ùrtima visualizatzione %1
sk: naposledy videný %1
sq: Të shiquara së fundi %1
ur: آخری دفعہ دیکھا %1

source: last seen recently
am: መጨረሻ የታዩት በ ቅርብ ጊዜ
ar: شوهد آخر مرة قريبا
be: быў зусім нядаўна
bs: nedavno online
ca: vist fa poc
el: εμφανίστηκε τελευταία πρόσφατα
es: visto hace poco
fa: اخیراً دیده شده
fi: viimeksi nähty äskettäin
fr: dernier accès récent
gd: air fhaicinn o chionn goirid
gl: último acceso hai pouco
hu: nem rég járt itt
id: terakhir terlihat baru-baru ini
it: ultimo accesso recentemente
ms: terakhir dilihat baru-baru ini
nb: nylig sett
nl: het laatst gezien onlangs
pl: ostatni widziany(a) niedawno
pt: visto recentemente
ro: văzut recent
ru: последний раз был недавно
sc: bidu de reghente
sk: naposledy videný nedávno
sq: Para pak se fundi të shiquara
ur: آخری دفعہ کچھ دیر پہلے دیکھا

source: last seen within a week
am: መጨረሻ የታዩት ከ ሳምንት በፊት ነው
ar: شوهد آخر مرة خلال أسبوع
be: быў тыдзень назад
bs: zadnji put online prije sedmicu
ca: vist fa uns dies
el: εμφανίστηκε τελευταία μέσα στην εβδομάδα
es: visto esta semana
fa: در یک هفته‌ اخیر دیده شده
fi: viimeksi nähty viikon sisällä
fr: dernier accès cette semaine
gd: air fhaicinn an t-seachdain seo chaidh
gl: último acceso hai menos dunha semana
hu: egy héten belül járt itt
id: terakhir terlihat minggu ini
it: ultimo accesso entro una settimana
ms: terakhir dilihat dalam masa seminggu
nb: sett innen en uke siden
nl: het laatst gezien binnen een week
pl: ostatni widziany(a) w ostatnim tygodniu
pt: visto há uma semana
ro: văzut în ultima săptămână
ru: последний раз был неделю назад
sc: bidu una chida a como
sk: naposledy videný v priebehu týždňa
sq: Të shiquara brenda javës se fundit
ur: آخری دفعہ اسی ہفتے دیکھا

source: last seen within a month
am: መጨረሻ የታዩት ከ ወር በፊት ነው
ar: شوهد آخر مرة في غضون شهر
be: быў месяц назад
bs: zadnji put online prije mjesec dana
ca: vist fa unes setmanes
el: εμφανίστηκε τελευταία μέσα στο μήνα
es: visto este mes
fa: در یک ماه اخیر دیده شده
fi: viimeksi nähty kuukauden sisällä
fr: dernier accès ce mois-ci
gd: air fhaicinn am mìos seo chaidh
gl: último acceso hai menos dun mes
hu: egy hónapon belül járt itt
id: terakhir terlihat bulan ini
it: ultimo accesso entro un mese
ms: terakhir dilihat dalam masa sebulan
nb: sett innen en måned siden
nl: het laatst gezien binnen een maand
pl: ostatni widziany(a) w ostatnim miesiącu
pt: visto há um mês
ro: văzut în ultima lună
ru: последний раз был месяц назад
sc: bidu unu mese a como
sk: naposledy videný v priebehu mesiaca
sq: Të shiquara brenda muajit të fundit
ur: آخری دفعہ اسی ماہ دیکھا

source: last seen a long time ago
am: መጨረሻ የታዩት ከ ረጅም ጊዜ በፊት ነው
ar: شوهد آخر مرة منذ فترة طويلة
be: быў даўно
bs: dugo nije bio/la online
ca: vist fa molt de temps
el: εμφανίστηκε τελευταία αρκετό καιρό
es: visto hace mucho tiempo
fa: مدّت زیادی حضور ندارد
fi: viimeksi nähty kauan sitten
fr: dernier accès il y a longtemps
gd: gun fhaicinn o chionn fhada
gl: último acceso hai moito tempo
hu: régen járt itt
id: terakhir terlihat pada jauh hari
it: ultimo accesso tanto tempo fa
ms: terakhir dilihat lama dahulu
nb: sett for lenge siden
nl: het laatst gezien lange tijd geleden
pl: ostatni widziany(a) dawno temu
pt: visto há muito tempo
ro: văzut în urmă cu mult timp
ru: последний раз был давно
sc: bidu dae ora meda
sk: naposledy videný veľmi dávno
sq: Ka kohë qe nuk ka qënë ne linjë
ur: آخری دفعہ کافی عرصے پہلے دیکھا

source: Are you sure you want to log out? Any secret chats will be lost.
am: በ እርግጥ መውጣት ይፈልጋሉt? ማንኛውም የሚስጥር ውይይት ይጠፋል
ar: هل أنت متأكد من رغبتك في تسجيل الخروج؟ ستفقد أي دردشات سرّية.
be: Хочаце выйсці? Усе сакрэтныя гутаркі будуць згублены.
bs: Jeste li sigurni da se želite odjaviti? Svi tajni razgovori će biti izgubljeni.
ca: Segur que voleu sortir? Es perdran tots els xats secrets.
el: Είστε σίγουρος πως θέλετε να αποσυνδεθείτε; Τυχόν μυστικές συνομιλίες θα χαθούν.
es: ¿Confirma que quiere salir de la sesión? Se perderán los chats secretos.
fa: مطمئنید می‌خواهید خارح شویی؟ تمام گپ‌های رمزی از دست می‌روند.
fi: Haluatko varmasti kirjautua ulos? Kaikki salaiset keskustelut häviävät.
fr: Êtes-vous sûr de vouloir vous déconnecter ? Toutes les discussions secrètes seront perdues.
gd: A bheil thu cinnteach gu bheil thu airson clàradh a-mach? Thèid cabadaich dhìomhair sam bith air a call.
gl: Confirma que desexa pechar a sesión? Hanse perder todas as conversas secretas.
hu: Biztos benne, hogy kijelentkezik? Minden titkos csevegés el fog veszni.
id: Apakah anda yakin akan log out? Semua obrolan rahasia akan hilang.
it: Sei sicuro di volerti disconnettere? Tutte le chat segrete verranno perse.
ms: Anda pasti mahu mendaftar keluar? Mana-mana sembang rahsia akan hilang.
nb: Er du sikker på at du vil logge ut? Alle hemmelige samtaler går tapt.
nl: Weet u zeker dat u zich wilt afmelden? Alle geheime chats zullen verloren gaan.
pl: Czy na pewno chcesz się wylogować? Wszelkie tajne czaty zostaną usunięte.
pt: Tem a certeza que quer terminar sessão? Todos as conversa secretas serão eliminadas.
ro: Eşti sigur că vrei să te deconectezi? Toate conversaţiile secrete vor fi pierdute.
ru: Хотите выйти? Все секретные беседы будут утеряны.
sc: Ses seguru chi nche cheres essire? Totu sas tzarradas segretas ant a èssere cantzelladas.
sk: Ste si istý, že sa chcete odhlásiť? Všetky zabezpečené rozhovory za stratia.
sq: Jeni i sigurtë që dëshironi të qkyqeni? Të gjitha chatet sekrete do fshihen.
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟ تمام خفیہ چیٹ حذف کر دی جائیں گی۔

source: %1 is available.
am: %1 ዝግጁ ነው
ar: %1 متاح.
be: %1 ёсць.
bs: %1 je dostupan.
ca: %1 és disponible.
el: %1 είναι διαθέσιμος
es: %1 está disponible.
fa: ‫%1 در دسترس است.
fi: %1 on tavoitettavissa.
fr: %1 est disponible.
gd: Tha %1 ri fhaighinn.
gl: %1 está dispoñíbel.
hu: A felhasználónév (%1) elérhető
id: %1 tersedia.
it: %1 è disponibile.
ms: %1 boleh digunakan.
nb: %1 er ledig.
nl: %1 is beschikbaar.
pl: %1 jest dostępna.
pt: %1 está disponível.
ro: %1 este disponibil.
ru: %1 доступен.
sc: %1 est a disponimentu.
sk: %1 je dostupný.
sq: Emri i përdoruesit %1 është i disponueshëm.
ur: %1 دستیاب ہے

source: Sorry, this username is already taken.
am: አዝናለሁ: ይህ የ ተጠቃሚ ስም ቀደም ብሎ ተወስዷል
ar: نأسف، اسم المستخدم هذا مأخوذ مسبقا.
be: Шкада, але гэта імя карыстальніка ўжо існуе.
bs: Izvinite, ali ovo korisničko ime je zauzeto.
ca: Aquest nom d'usuari ja està en ús.
el: Λυπούμαστε, αυτό το όνομα χρήστη δεν είναι διαθέσιμο.
es: Este nombre de usuario ya está en uso.
fa: متأسّفانه این نام کاربری قبلاً گرفته شده است.
fi: Valitettavasti tämä käyttäjätunnus on jo käytössä.
fr: Désolé, ce nom d'utilisateur est déjà utilisé.
gd: Duilich ach tha an t-ainm-cleachdaiche seo ann mar-thà.
gl: Sentímolo, este nome de usuario xa está collido.
hu: Sajnáljuk, ez a felhasználónév foglalt.
id: Maaf, nama pengguna ini telah diambil alih.
it: Spiacenti, questo username è già stato preso.
ms: Maaf, nama pengguna ini sudah digunakan.
nb: Dette brukernavnet er allerede tatt.
nl: Deze gebruikersnaam is al in gebruik.
pl: Ta nazwa użytkownika nie jest już dostępna.
pt: Desculpe, este nome de utilizador já se encontra registado.
ro: Scuze, dar acest nume de utilizator este deja folosit.
ru: К сожалению это имя пользователя уже занято.
sc: Custu nùmene utente esistet giai.
sk: Prepáčte toto užívateľské meno meno sa už používa.
sq: Ky emer i përdoruesit është i zëmë.
ur: معاذرت، یہ اسم صارف پہلے ہی کسی کے استعمال میں ہے۔

source: Sorry, this username is invalid.
am: አዝናለሁ: ይህ የ ተጠቃሚ ስም ዋጋ የለውም
ar: نأسف، اسم المستخدم هذا غير صالح.
be: Шкада, але гэта імя карыстальніка няслушнае.
bs: Izvinite, ali korisničko ime nije valjano.
ca: Aquest nom d'usuari no és vàlid.
el: Συγγνώμη, αυτό το όνομα χρήστη είναι μη έγκυρο.
es: Este nombre de usuario no es válido.
fa: متأسّفانه این نام کاربری نامعتبر است.
fi: Tämä käyttäjätunnus on virheellinen.
fr: Désolé, ce nom d'utilisateur est invalide.
gd: Duilich ach chan eil an t-ainm-cleachdaiche seo dligheach.
gl: Sentímolo, este nome de usuario non é aceptábel.
hu: Sajnáljuk ez a felhasználónév érvénytelen.
id: Maaf, nama pengguna tidak sah.
it: Spiacenti, il tuo username non è valido.
ms: Maaf, nama pengguna ini tidak sah.
nb: Dette brukernavnet er ugyldig.
nl: Deze gebruikersnaam is ongeldig.
pl: Ta nazwa użytkownika jest nieprawidłowa.
pt: Desculpe, este nome de utilizador é inválido.
ro: Scuze dar acest nume de utilizator nu este corect.
ru: К сожалению это имя пользователя неверно.
sc: Custu nùmene utente no est vàlidu.
sk: Prepáčte toto užívateľské meno je neplatné.
sq: Ky emer i përdoruesit është i pavlefshëm.
ur: معاذرت، غلط اسم صارف

source: Your Username
am: የ እርስዎ የ ተጠቃሚ ስም
ar: اسم المستخدم الخاص بك
be: Імя карыстальніка
bs: Vaše korisničko ime
ca: El vostre nom d'usuari
el: Το όνομα χρήστη σας
es: Nombre de usuario
fa: نام کاربریتان
fi: Käyttäjätunnuksesi
fr: Votre nom d'utilisateur
gd: An t-ainm-cleachdaiche agad
gl: O seu nome de usuario
hu: Az Ön felhasználóneve
id: Nama pengguna anda
it: Il tuo username
ms: Nama Pengguna Anda
nb: Brukernavn
nl: Uw gebruikersnaam
pl: Nazwa użytkownika
pt: O seu nome de utilizador
ro: Utilizatorul tău
ru: Имя пользователя
sc: Nùmene utente tuo
sk: Vaše užívateľské meno
sq: Emri përdoruesit i juaj
ur: آپ کا اسم صارف

source: A username must have at least 5 characters.
am: የ ተጠቃሚ ስም ቢያንስ 5 ባህሪዎች መሆን አለበት
ar: يجب ألا يقل اسم المستخدم عن 5 أحرف.
be: Імя карыстальніка павінна быць не менш за 5 знакаў.
bs: Korisničko ime mora imati minimalno 5 znakova.
ca: El nom d'usuari ha de tenir almenys 5 caràcters.
el: Το όνομα χρήστη πρέπει να έχει τουλάχιστον 5 χαρακτήρες.
es: El nombre de usuario debe contener al menos 5 caracteres.
fa: نام کاربری باید کمینه ۵ نویسه داشته باشد.
fi: Käyttäjätunnuksessa pitää olla vähintään 5 merkkiä.
fr: Un nom d'utilisateur doit posséder au moins 5 caractères.
gd: Feumaidh 5 caractaran a bhith aig ainm-cleachdaiche air a char as lugha.
gl: Un nome de usuario ten que ter ao menos cinco caracteres.
hu: Legalább 5 karakter hosszú legyen.
id: Setiap nama pengguna harus memiliki kurang lebih 5 karakter.
it: Un username deve avere almeno 5 caratteri.
ms: Nama pengguna mesti sekurang-kurangnya 5 aksara.
nb: Et brukernavn må bestå av minst 5 tegn.
nl: Een gebruikersnaam moet ten minste 5 tekens bevatten.
pl: Nazwa użytkownika musi posiadać conajmniej 5 znaków.
pt: O nome de utilizador deve ter no mínimo 5 caracteres.
ro: Un utilizator trebuie să fie de cel puțin 5 caractere lungime.
ru: Имя пользователя должно содержать не менее 5 символов.
sc: Unu nùmene utente devet tènnere a su nessi 5 caràteres.
sk: Užívateľské meno musí mať aspoň 5 znakov.
sq: Një emer i përdoruesit duhet te ketë së paku 5 shifta.
ur: اسم صارف میں کم از کم ۵ characters ہونے چاہییں۔

source: Checking username...
am: የ ተጠቃሚ ስም በ መመርመር ላይ...
ar: يتحقق من اسم المستخدم...
be: Праверка імя карыстальніка...
bs: Provjeravanje korisničkog imena...
ca: S'està comprovant el nom d'usuari...
el: Έλεγχος ονόματος χρήστη...
es: Comprobando nombre de usuario…
fa: در حال بررسی نام کاربری…
fi: Tarkistetaan käyttäjätunnusta...
fr: Vérification du nom d'utilisateur...
gd: A' dearbhadh an ainm-chleachdaiche...
gl: Comprobando o nome do usuario...
hu: Felhasználónév ellenőrzése…
id: Memeriksa nama pengguna...
it: Controllo l'username...
ms: Sedang memeriksa nama pengguna...
nb: Kontrollerer brukernavn …
nl: Gebruikersnaam controleren…
pl: Sprawdzanie nazwy użytkownika...
pt: A verificar nome de utilizador...
ro: Se verifică numele de utilizator...
ru: Проверка имени пользователя…
sc: Semus averguende su nùmene utente...
sk: Kontrolujem užívateľské meno...
sq: Emri i përdoruesit po verifikohet…
ur: اسم صارف چیک کر رہا ہے...
