Repository: ubports/telegram-app
Catalog: telegram/po/*.po
Languages: am, ar, be, bs, ca, el, es, fa, fi, fr, gd, gl, hu, id, it, ms, nb, nl, pl, pt, ro, ru, sc, sk, sq, ur

source: %1 invited %2
am: %1 ተጋብዘዋል %2
ar: %1 دعى %2
be: %1 запрасіў %2
bs: %1 vas je pozvao u %2
ca: %1 ha convidat a %2
el: %1 προσκάλεσε %2
es: %1 invitó a %2
fa: ‫%1، %2 را دعوت کرد
fi: %1 kutsui henkilön %2
fr: %1 a invité %2
gd: Thug %1 cuireadh dha %2
gl: %1 convidou a %2
hu: %1 meghívta Őt: %2
id: %1 mengundang %2
it: %1 ha invitato %2
ms: %1 menjemput %2
nb: %1 inviterte %2
nl: %1 heeft %2 uitgenodigd
pl: %1 zaprosił %2
pt: %1 convidou %2
ro: %1 l-a invitat pe %2
ru: %1 пригласил %2
sc: %1 at invitadu a %2
sk: %1 pozval %2
sq: %1 ftojë %2
ur: %1 نے %2 کو مدعو کیا

source: %1 removed you from the group
am: %1 እርስዎ ከ ቡድኑ ውስጥ ተወግደዋል
ar: أزالك %1 من المجموعة
be: %1 выдаліў вас з групы
bs: %1 vas je izbacio iz grupe
ca: %1 t'ha eliminat del grup
el: %1 σας αφαίρεσε από την ομάδα
es: %1 le eliminó del grupo
fa: ‫%1 از گروه برتان داشت
fi: %1 poisti sinut ryhmästä
fr: %1 a été supprimé du groupe
gd: Thug %1 air falbh on bhuidheann thu
gl: %1 eliminouno do grupo
hu: %1 eltávolított a csoportból
id: %1 mengeluarkan anda dari grup
it: %1 ti ha rimosso dal gruppo
ms: %1 buang anda daripada kumpulan
nb: %1 fjernet deg fra gruppa
nl: %1 heeft u uit de groep verwijderd
pl: %1 usunął Cię z grupy
pt: %1 removeu-o do grupo
ro: %1 te-a scos din grup
ru: %1 удалили вас из группы
sc: %1 ti nch'at bogadu de su grupu
sk: %1 vás odstránil zo skupiny
sq: %1 ju hoqi juve nga Grupi
ur: %1 نے آُپکو گروپ سے نکال دیا

source: %1 has left the group
am: %1 ከ ቡድኑ ውስጥ ወጥቷል
ar: غادر %1 المجموعة
be: %1 пакінуў групу
bs: %1 je napustio grupu
ca: %1 ha abandonat el grup
el: %1 αποχώρησε από την ομάδα
es: %1 abandonó el grupo
fa: ‫%1 گروه را ترک کرد
fi: %1 poistui ryhmästä
fr: %1 a quitté le groupe
gd: Dh'fhàg %1 am buidheann
gl: %1 abandonou o grupo
hu: %1 elhagyta a csoportot
id: %1 telah keluar dari grup
it: %1 ha lasciato il gruppo
ms: %1 telah meninggalkan kumpulan
nb: %1 har forlatt gruppa
nl: %1 heeft de groep verlaten
pl: %1 opuścił grupę
pt: %1 saiu do grupo
ro: %1 a părăsit grupul
ru: %1 покинул группу
sc: %1 at lassadu su grupu
sk: %1 opustil skupinu
sq: %1 braktisi Grupin
ur: %1 گروپ چھوڑ گیا

source: %1 has returned to the group
am: %1ወደ ቡድኑ ተመልሷል
ar: عاد %1 إلى المجموعة
be: %1 вярнуўся ў групу
bs: %1 se vratio u grupu
ca: %1 ha retornat al grup
el: %1 επέστρεψε στην ομάδα
es: %1 volvió al grupo
fa: ‫%1 به گروه بازگشت
fi: %1 palasi ryhmään
fr: %1 est revenu dans le groupe
gd: Thill %1 dhan bhuidheann
gl: %1 retornou ao grupo
hu: %1 visszatért a csoportba
id: %1 telah kembali ke grup
it: %1 è ritornato nel gruppo
ms: %1 telah menyertai semula kumpulan
nb: %1 er tilbake i gruppa
nl: %1 is teruggekeerd naar de groep
pl: %1 wrócił do grupy
pt: %1 voltou ao grupo
ro: %1 sa întors în grup
ru: %1 вернулся в группу
sc: %1 est torradu a su grupu
sk: %1 sa vrátil do skupiny
sq: %1 ju bashkua Grupit prapë
ur: %1 گروپ میں واپس آیا

source: %1 has checked-in
am: %1 ወደ-ገብተዋል
ar: %1 كان في
be: %1 падлучаны
bs: %1 se prijavio u
ca: %1 ha arribat
es: %1 ha registrado su llegada
fa: ‫%1 ورودش را ثبت کرد
fi: %1 on jakanut sijaintinsa
fr: %1 s'est inscrit
gd: Rinn %1 seacadh a-stach
gl: %1 compartiu a localización
hu: %1 bejelentkezett valahonnan
id: %1 telah check-in
it: %1 si è iscritto
ms: %1 telah mendaftar masuk
nb: %1 er sjekket inn
nl: %1 heeft zich aangemeld
pl: %1 podał położenie
pt: %1 registou-se
ro: %1 sa înregistrat
ru: %1 подключён
sc: %1 s'est registradu
sk: %1 sa zapísal
sq: %1 u kyqë
ur: %1 نے لاگ ان کیا

source: %1 joined Telegram!
am: %1 የ ቴሌግራም አባል ሆነዋል!
ar: انضم %1 إلى تلغرام!
be: %1 падлучыўся да Telegram’у!
bs: %1 se pridružio Telegramu!
ca: %1 s'ha unit al Telegram!
el: %1 μόλις συνδέθηκε στο Telegram!
es: ¡%1 se unió a Telegram!
fa: ‫%1 به تلگرام پیوست
fi: %1 liittyi Telegramiin!
fr: %1 a rejoint Telegram !
gd: Ghabh %1 ballrachd ann an Teileagram!
gl: %1 xa ten o Telegram!
hu: %1 csatlakozott a Telegram szolgáltatáshoz!
id: %1 bergabung di Telegram!
it: %1 si è unito a Telegram!
ms: %1 telah menyertai Telegram!
nb: %1 registrerte seg på Telegram.
nl: %1 heeft zich bij Telegram aangesloten!
pl: %1 dołączył do Telegram!
pt: %1 aderiu ao Telegram!
ro: %1 a început să folosească Telegram!
ru: %1 присоединился к Telegram!
sc: %1 si nch'est iscritu a Telegram!
sk: %1 začal používať Telegram!
sq: %1 përdorë tani Telegramin!
ur: %1 ٹیلی گرام پہ آ گیا

source: New login from unrecognized device
am: አዲስ መግቢያ ካልታወቀ አካል ላይ
ar: ولوج جديد من جهاز غير متعرف عليه
be: Уваход з невядомай прылады
bs: Nova prijava za nepoznatog uređaja
ca: Nou inici de sessió des d'un dispositiu desconeut
el: Νέα είσοδος από μη αναγνωρισμένη συσκευή
es: Nueva sesión desde dispositivo no reconocido
fa: ورود جدید از دستگاه ناشناخته
fi: Uusi kirjautuminen laitteesta, jota ei tunnistettu
fr: Nouvel identifiant de la part d'un périphérique non reconnu
gd: Clàradh a-steach ùr o uidheam nach aithne dhuinn
gl: Acceso novo desde un dispositivo non recoñecido
hu: Új bejelentkezés ismeretlen eszközről
id: Masuk didalam perangkat yang tidak dikenali
it: Nuovo accesso da un dispositivo non riconosciuto
ms: Daftar masuk baharu dari peranti yang tidak dikenali
nb: Ny innlogging fra ukjent enhet
nl: Nieuwe aanmelding van niet-herkend apparaat
pl: Nowe logowanie z nieznanego urządzenia
pt: Novo início de sessão a partir de dispositivo desconhecido
ro: Autentificare de pe un dispozitiv nou
ru: Вход с неизвестного устройства
sc: Atzessu nou dae unu dispositivu non reconnotu
sk: Nové prihlásenie z neznámeho zariadenia
sq: Kyqje e re përmes nje paisje të panjohurë
ur: نیا لاگ ان کیا گیا کسی انجانی ڈیوائس سے

source: updated profile photo
am: የ እርስዎ ፎቶ ተሻሽሏል
ar: تم تحديث صورة الملف الشخصي
be: абнавіў выяву профілю
bs: ažurirao fotografija profila
ca: foto de perfil actualitzada
el: ενημερωμένη φωτογραφία προφίλ
es: foto de perfil actualizada
fa: نگارهٔ نمایه را به‌روز کرد
fi: päivitti profiilikuvan
fr: photo de profil mise à jour
gl: actualizou a foto de seu perfil
hu: profilkép frissítve
id: mengubah foto profil
it: ha aggiornato la foto del profilo
ms: Foto profil terkini
nb: oppdatert profilbilde
nl: bijgewerkte profielfoto
pl: zmienił zdjęcie profilowe
pt: atualizou foto de perfil
ro: imaginea de profil a fost actualizată
ru: обновил фотографию профиля
sc: agiornada sa fotografia de su profilu
sk: aktualizoval profilovú fotku
sq: Imazhi i profilit u aktualizua
ur: اپڈیٹ شدہ پروفائل تصویر

source: You have a new message
am: እርስዎ አዲስ መልእክት አለዎት
ar: لديك رسالة جديدة
be: У вас новае паведамленне
bs: Imate novu poruku
ca: Teniu un missatge nou
el: Έχετε ένα νέο μήυμα
es: Tiene un mensaje nuevo
fa: پیامی جدید دارید
fi: Sinulle on uusi viesti
fr: Vous avez un nouveau message
gd: Tha teachdaireachd ùr agad
gl: Ten unha mensaxe nova
hu: Új üzenete érkezett
id: Anda memiliki satu pesan baru
it: Hai un nuovo messaggio
ms: Anda ada mesej baharu
nb: Du har fått en ny melding
nl: U heeft een nieuw bericht
pl: Masz nową wiadomość
pt: Tem uma mensagem nova
ro: Ai un mesaj nou
ru: У вас новое сообщение
sc: Tenes unu messàgiu nou
sk: Máte novú správu
sq: Ju keni një mesazh të ri
ur: آپکے لیے ایک نیا پیغام ہے

source: h:mm ddd, dd-MM-yy
be: г:хх ддд, дд-ММ-гг
fr: hh:mm, dd-MM-yy
hu: yy.MM.dd. ddd. h.mm
nb: hh:mm ddd. dd.MM.yyyy
pl: h:mm ddd, dd-MM-rr
sq: hh: mm ddd, dd.MM.yyyy

source: Open app
am: መተግበሪያ መክፈቻ
ar: فتح التطبيق
be: Адчыніць дадатак
bs: Otvori aplikaciju
ca: Obre l'aplicació
el: Άνοιγμα εφαρμογής
es: Abrir app
fa: گشودن کاره
fi: Avaa sovellus
fr: Ouvrir l'application
gd: Fosgail aplacaid
gl: Abrir o aplicativo
hu: Alkalmazás megnyitása
id: Buka aplikasi
it: Apri app
ms: Buka apl
nb: Åpne program
nl: App openen
pl: Otwórz aplikację
pt: Abra a app
ro: Deschide aplicaţia
ru: Открыть приложение
sc: Aberi s'aplicatzione mòbile
sk: Otvoriť appku
sq: Hap aplikacionin
ur: ایپ کھولیں

source: Open chat
am: ውይይት መክፈቻ
ar: فتح المحادثة
be: Адкрыць гутарку
bs: Otvori razgovor
ca: Conversa-hi
el: Άνοιγμα συνομιλίας
es: Abrir chat
fa: گشودن گپ
fi: Avaa keskustelu
fr: Ouvrir la discussion
gd: Fosgail cabadaich
gl: Abrir conversa
hu: Csevegés megnyitása
id: Buka obrolan
it: Apri chat
ms: Buka sembang
nb: Åpne samtale
nl: Chat openen
pl: Otwórz czat
pt: Abrir conversa
ro: Deschide conversaţia
ru: Открыть беседу
sc: Aberi tzarrada
sk: Otvoriť rozhovor
sq: Hap Chatin
ur: چیٹ کھولیں

source: Call
am: ጥሪ
be: Пазваніць
bs: Poziv
ca: Truca-hi
el: Κλήση
es: Llamar
fa: تماس
fi: Soita
fr: Appel
gd: Cuir fòn
gl: Chamar
hu: Hívás
id: Panggil
it: Chiamata
ms: Buat Panggilan
nb: Ring
nl: Bellen
pl: Połączenie
pt: Ligar
ro: Apelează
ru: Позвонить
sc: Muti
sk: Volanie
sq: Thirrje
ur: کال کریں

source: Failed to get Telegram data
am: የ ቴሌግራም ዳታ ማግኘት አልተቻለም
ar: فشل في الحصول على بيانات تلغرام
be: Памылка пры атрыманні дадзеных Telegram
bs: Neuspijelo dodavanje Telegram podataka
ca: No s'han pogut rebre les dades del Telegram
el: Αδυναμία απόκτησης δεδομένων Telegram
es: Error al obtener datos de Telegram
fa: شکست در گرفتن داده‌های تلگرام
fi: Telegram-tietojen noutaminen epäonnistui
fr: Impossible d'obtenir des données de la part de Telegram
gd: Cha deach leinn dàta Teileagraim fhaighinn
gl: Produciuse un erro ao obter os datos do Telegram
hu: Nem sikerült a Telegram adatok megszerzése
id: Gagal mengambil data Telegram
it: Impossibile ottenere i dati di Telegram
ms: Gagal mendapatkan data Telegram
nb: Klarte ikke å hente Telegram-data
nl: Verkrijgen van Telegram-data mislukt
pl: Problem z odczytaniem danych Telegram
pt: Falhou ao obter dados do Telegram
ro: Primirea de informaţii de la Telegram a eşuat
ru: Ошибка получения данных от Telegram
sc: No est possìbile a otènnere sos datos de Telegram
sk: Nepodarilo sa získať dáta Telegram-u
sq: Të dhënat e Telegramit nuk u ngarkuan
ur: ٹیلی گرام ڈاٹا لانے میں ناکام

source: Touch here to open app
am: መተግበሪያ ለ መክፈት እዚህ ይጫኑ
ar: انقر هنا لفتح التطبيق
be: Націсні тут каб адчыніць дадатак
bs: Dodirnite ovdje za otvaranje aplikacije
ca: Toqueu aquí per obrir l'app
el: Αγγίξτε εδώ για να ανοίξετε την εφαρμογή
es: Toque aquí para abrir la aplicación
fa: برای گشودن کاره، این‌جا را لمس کنید
fi: Kosketa tästä avataksesi sovelluksen
fr: Touchez ici pour ouvrir l'application
gd: Suath an-seo gus an aplacaid fhosgladh
gl: Toque aquí para abrir o aplicativo
hu: Koppintson az alkalmazás megnyitásához
id: Sentuh disini untuk membuka aplikasi
it: Tocca qui per aprire l'app
ms: Sentuh sini untuk membuka apl
nb: Trykk her for å åpne program
nl: Hier aanraken om app te openen
pl: Dotknij, aby otworzyć aplikację
pt: Clique aqui para abrir a app
ro: Apasă aici pentru a deschide aplicaţia
ru: Коснитесь здесь, чтобы открыть приложение
sc: Toca inoghe pro abèrrere s'aplicatzione mòbile
sk: Dotykom otvoriť appku
sq: Prekni këtu për startim te aplikacionit
ur: ایپ کھولنے کے لیے ادھر ٹچ کریں

source: Results in: Contacts & Chats
am: ውጤቶች በ: ግንኙነቶች & ውይይቶች
ar: النتائج في: الأشخاص والدردشة
be: Вынікі: Кантакты і гутаркі
bs: Rezultati u: Kontakti i razgovori
ca: Resultats a: contactes i xats
el: Αποτελέσματα σε: Επαφές & Συνομιλίες
es: Resultados en: contactos y chats
fa: یافته‌ها در: مخاطبین و گپ‌ها
fi: Osumat: yhteystiedot ja keskustelut
fr: Résultats dans : Contacts et discussions
gd: Toraidhean san luchd-aithne ⁊ cabadaich
gl: Resultados en: contactos e conversas
hu: Találat a partnerek és a csevegések között
id: Hasil di : Kontak & Obrolan
it: Risultati in: Contatti & Chat
ms: Keputusan dalam: Kenalan & Sembang
nb: Søketreff i kontakter og samtaler
nl: Resultaten in: Contacten & Chats
pl: Wyniki w: Kontakty i Czaty
pt: Resultados em: contactos e conversas
ro: Rezultate în: Contacte şi Conversaţii
ru: Результаты: Контакты и беседы
sc: Resurtados in: Cuntatos e tzarradas
sk: Výsledky pre: Kontakty a rozhovory
sq: Rezultatet në: Kontakte & Chats
ur: نتائج: رابطوں اور چیٹ میں

source: Results in: Messages
am: ውጤቶች በ: መልእክቶች
ar: النتائج في: الرسائل
be: Вынікі: Паведамленні
bs: Rezultati u: porukama
ca: Resultats a: missatges
el: Αποτελέσματα σε: Μηνύματα
es: Resultados en: mensajes
fa: یافته‌ها در: پیام‌ها
fi: Osumat: viestit
fr: Résultats dans : Messages
gd: Toraidhean sna teachdaireachdan
gl: Resultados en: mensaxes
hu: Találat az üzenetek között
id: Hasil di : Pesan
it: Risultati in: Messaggi
ms: Keputusan dalam: Mesej
nb: Søketreff i meldinger
nl: Resultaten in: Berichten
pl: Wyniki w: Wiadomości
pt: Resultados em: mensagens
ro: Rezultate în: Mesaje
ru: Результаты: Сообщения
sc: Resurtados in: Messàgios
sk: Výsledky pre: Správy
sq: Resultatet në: Mesazhe
ur: نتائج: پیغامات میں

source: People You Talk To
am: እርስዎ ያነጋገሩዋቸው ሰዎች
ar: الاشخاص الذين تتحدث اليهم
be: Людзі, з якімі вы мелі зносіны
bs: Ljudi sa kojima razgovarate
ca: Gent amb qui parleu
el: Άτομα που μιλάτε
es: Gente con quien conversa
fa: افرادی که با آن‌ها صحبت می‌کنید
fi: Ihmiset joille puhut
fr: Personnes à qui vous parlez
gd: Daoine a bhruidhneas tu ris
gl: Persoas coas que fala
hu: Beszélgetőpartnerek
id: Orang yang anda bicara
it: Persone con cui conversi
ms: Orang Yang Anda Berbual
nb: Folk du snakker med
nl: Mensen met wie u praat
pl: Ostatnie kontakty
pt: Pessoas com quem conversa
ro: Oameni pe care i-ai contactat
ru: Люди, с которыми вы общались
sc: Persones cun sas cales faeddas
sk: Ľudia, s ktorými sa rozprávate
sq: Përsona, më të cilët ju flisni
ur: لوگ جن سے آپ بات کرتے ہیں

source: Recent Chats
am: የ ቅርብ ጊዜ ውይይት
ar: الدردشات الأخيرة
be: Апошнія гутаркі
bs: Nedavni razgovori
ca: Converses recents
el: Πρόσφατες συνομιλίες
es: Chats recientes
fa: گپ‌های اخیر
fi: Viimeisimmät keskustelut
fr: Discussions récentes
gd: Cabadaich o chionn ghoirid
gl: Conversas recentes
hu: Legutóbbi csevegések
id: Obrolan Terakhir
it: Chat recenti
ms: Sembang Baru-Baru Ini
nb: Nylige samtaler
nl: Recente chats
pl: Ostatnie rozmowy
pt: Conversas recentes
ro: Conversaţii recente
ru: Недавние беседы
sc: Tzarradas reghentes
sk: Posledné rozhovory
sq: Chatet e fundit
ur: حالیہ چِیٹ

source: Recent Photos
am: የ ቅርብ ጊዜ ፎቶዎች
ar: الصور الأخيرة
be: Апошнія выявы
bs: Nedavne fotografije
ca: Fotografies recents
el: Πρόσφατες φωτογραφίες
es: Fotos recientes
fa: نکاره‌های اخیر
fi: Viimeisimmät valokuvat
fr: Photos récentes
gd: Dealbhan o chionn goirid
gl: Fotos recentes
hu: Legutóbbi fényképek
id: Foto terakhir
it: Foto recenti
ms: Foto Baru-Baru Ini
nb: Nylige bilder
nl: Recente Foto's
pl: Ostatnie zdjęcia
pt: Fotografias recentes
ro: Imagini recente
ru: Недавние фото
sc: Fotografias reghentes
sk: Posledné fotky
sq: Imazhet aktuale
ur: حالیہ تصاویر

source: %1 new message
am: %1 አዲስ መልእክት
ar: %1 رسائل جديدة
be: %1 новае паведамленне
bs: %1 nova poruka
ca: %1 missatge/s nou/s
el: %1 νέο μήνυμα
es: %1 mensaje nuevo
fa: ‫%1 پیام جدید
fi: %1 uusi viesti
fr: %1 nouveau message
gd: %1 teachdaireachd ùr
gl: %1 mensaxe nova
hu: %1 új üzenet
id: %1 pesan baru
it: %1 nuovo messaggio
ms: %1 mesej baharu
nb: %1 ny melding
nl: %1 nieuw bericht
pl: %1 nowa wiadomość
pt: %1 mensagem nova
ro: %1 mesaj nou
ru: %1 новое сообщение
sc: %1 messàgiu nou
sk: %1 nová správa
sq: %1 mesazh i ri
ur: %1 نیا پیغام

source: %1 new messages
am: %1 አዲስ መልእክቶች
ar: %1 رسائل جديدة
be: %1 новых паведамленняў
bs: %1 novih poruka
ca: %1 missatges nous
el: %1 νέα μηνύματα
es: %1 mensajes nuevos
fa: ‫%1 پیام جدید
fi: %1 uutta viestiä
fr: %1 nouveaux messages
gd: %1 teachdaireachd(an) ùra
gl: %1 mensaxes novas
hu: %1 új üzenet
id: %1 pesan baru
it: %1 nuovi messaggi
ms: %1 mesej baharu
nb: %1 nye meldinger
nl: %1 nieuwe berichten
pl: %1 nowe wiadomości
pt: %1 mensagens novas
ro: %1 mesaje noi
ru: %1 новых сообщений
sc: %1 messàgios noos
sk: %1 nové správy/nových správ
sq: %1 mesazhe të reja
ur: %1 نئے پیغامات

source: Unread Chats (%1)
am: ያልተነበቡ ውይይቶች (%1)
ar: دردشات غير مرئية (%1)
be: Непрачытаныя гутаркі (%1)
bs: Nepročitanih razgovora (%1)
ca: Xats sense llegir (%1)
el: Μη αναγνωσμένες συνομιλίες (%1)
es: Chats no leídos (%1)
fa: گپ‌های ناخوانده (%1)
fi: Lukemattomat keskustelut (%1)
fr: Discussions non lues (%1)
gd: Cabadaich gun leughadh (%1)
gl: Conversas sen ler (%1)
hu: Olvasatlan csevegések (%1)
id: Chat belum dibuka (%1)
it: Chat non lette (%1)
ms: Sembang Belum Dibaca (%1)
nb: Uleste samtaler (%1)
nl: Niet gelezen chats (%1)
pl: Nieodczytane rozmowy (%1)
pt: Conversas por ler (%1)
ro: Conversaţii necitite (%1)
ru: Непрочитанные беседы (%1)
sc: Tzarradas non lèghidas (%1)
sk: Neprečítané spravy (%1)
sq: Mesazhet e palexuara (%1)
ur: نا پڑھے ہوئے چیٹ (%1)

source: Audio message
am: የ ድምፅ መልእክት
ar: رسالة صوتية
be: Гукавое паведамленне
bs: Audio poruka
ca: Missatge d'àudio
el: Μήνυμα ήχου
es: Mensaje de audio
fa: پیام صوتی
fi: Ääniviesti
fr: Message audio
gd: Teachdaireachd fuaime
gl: Mensaxe de son
hu: Hangüzenet
id: Pesan suara
it: Messaggio audio
ms: Mesej audio
nb: Lydmelding
nl: Audiobericht
pl: Wiadomość dźwiękowa
pt: Mensagem de áudio
ro: Mesaj audio
ru: Аудио сообщение
sc: Messàgiu vocale
sk: Zvuková správa
sq: Mesazh zëri
ur: آڈیو پیغام:

source: Contact received
am: ግንኙነት ተቀብለዋል
ar: تم استلام شخص
be: Атрыманы кантакт
bs: Primljen kontakt
ca: Contacte rebut
el: Έγινε λήψη επαφής
es: Contacto recibido
fa: مخاطب دریافت شد
fi: Yhteystieto vastaanotettu
fr: Contact reçu
gd: Neach-aithne a fhuair thu
gl: Recibiuse un contacto
hu: A partner megérkezett
id: Kontak diterima
it: Contatto ricevuto
ms: Kenalan diterima
nb: Kontakt mottatt
nl: Contact ontvangen
pl: Otrzymano kontakt
pt: Contacto recebido
ro: Contact primit
ru: Контакт получен
sc: Cuntatu retzidu
sk: Kontakt prijatý
sq: U pranua kontakt
ur: کنٹیکٹ(رابطہ) موصول ہوا

source: Document received
am: ሰነድ ተቀብለዋል
ar: تم استلام مستند
be: Атрыманы дакумент
bs: Primljen dokument
ca: Document rebut
el: Έγινε λήψη εγγράφου
es: Documento recibido
fa: سند دریافت شد
fi: Asiakirja vastaanotettu
fr: Document reçu
gd: Sgrìobhainn a fhuair thu
gl: Recibiuse un documento
hu: A dokumentum megérkezett
id: Dokumen diterima
it: Documento ricevuto
ms: Dokumen diterima
nb: Dokument mottatt
nl: Document ontvangen
pl: Otrzymano dokument
pt: Documento recebido
ro: Document primit
ru: Документ получен
sc: Documentu retzidu
sk: Dukoment prijatý
sq: U pranua Dokument
ur: دستاویز موصول ہوا

source: Photo received
am: ፎቶ ተቀብለዋል
ar: تم استلام صورة
be: Атрымана выява
bs: Primljena fotografija
ca: Fotografia rebuda
el: Έγινε λήψη τηλεφώνου
es: Foto recibida
fa: نگاره دریافت شد
fi: Kuva vastaanotettu
fr: Photo reçue
gd: Dealbh air fhaighinn
gl: Recibiuse unha foto
hu: A fénykép megérkezett
id: Foto diterima
it: Foto ricevuta
ms: Foto diterima
nb: Bilde mottatt
nl: Foto ontvangen
pl: Otrzymano zdjęcie
pt: Fotografia recebida
ro: Imagine primită
ru: Фото получено
sc: Fotografia retzida
sk: Fotka prijatá
sq: U pranua Imazh
ur: تصویر موصول ہوئی

source: Video received
am: ቪዲዮ ተቀብለዋል
ar: تم استلام فيديو
be: Атрымана відэа
bs: Primljen video
ca: Video rebut
el: Έγινε λήψη βίντεο
es: Vídeo recibido
fa: ویدیو دریافت شد
fi: Video vastaanotettu
fr: Vidéo reçue
gd: Video air fhaighinn
gl: Recibiuse un vídeo
hu: A videó megérkezett
id: Video diterima
it: Video ricevuto
ms: Video diterima
nb: Video mottatt
nl: Video ontvangen
pl: Otrzymano film
pt: Vídeo recebido
ro: Fişier video primit
ru: Видео получено
sc: Vìdeu retzidu
sk: Video prijaté
sq: U pranua Video
ur: ویڈیو موصول ہوگئی

source: Unhandled media type
am: ያልታወቀ የ መገናኛ አይነት
ar: نوع وسائط غير معالج
be: Тып файлу не падтрымліваецца
bs: Nepoznat tip medija
ca: Tipus multimèdia no compatible
es: Tipo de archivo no soportado
fa: نوع رسانهٔ مدیریت نشده
fi: Mediatyyppiä ei voi käsitellä
fr: Type de média non géré
gd: Seòrsa meadhain gun làimhseachadh
gl: Tipo de multimedia non manexábel
hu: Nem kezelt médiatípus
id: Tipe media tidak didukung
it: Tipo di media non gestito
ms: Jenis media tidak dikendali
nb: Uhåndtert medietype
nl: Onverwerkt mediatype
pl: Nierozpoznany plik
pt: Tipo de multimédia não suportado
ro: Tip fişier media necunoscut
ru: Неподдерживаемый тип файла
sc: Genia de cuntenutu multimediale non gestidu
sk: Nepodporavaný typ súboru
sq: Lloji i Mediës nuk mundë të shfaqët
ur: غیر ہینڈل شُدہ میڈیا کی نوع

source: Login to Telegram
am: ወደ ቴልግራም መግቢያ
ar: ولوج إلى تلغرام
be: Уваход у Telegram
bs: Prijaviti se u Telegram
ca: Entra al Telegram
el: Είσοδος στο Telegram
es: Acceder a Telegram
fa: ورود به تلگرام
fi: Kirjaudu Telegramiin
fr: Se connecter à Telegram
gd: Clàraich a-steach gu Teileagraim
gl: Acceder ao Telegram
hu: Telegram bejelentkezés
id: Masuk ke Telegram
it: Accedi a Telegram
ms: Daftar masuk ke Telegram
nb: Logg på Telegram
nl: Aanmelden bij Telegram
pl: Zaloguj do Telegram
pt: Entre no Telegram
ro: Autentificare în Telegram
ru: Войти в Telegram
sc: Intra a Telegram
sk: Prihlásenie do Telegramu
sq: Kyqu në Telegram
ur: لاگ ان کریں ٹیلی گرام میں

source: No messages received Today.
am: ዛሬ ምንም መልእክት አልመጣም
ar: لا رسائل تم استلامها اليوم.
be: На Сёння няма паведамленняў.
bs: Nema primljenih poruka danas.
ca: No s'ha rebut cap missatge avui.
el: Κανένα μήνυμα δεν λήφθηκε σήμερα.
es: No se han recibido mensajes hoy.
fa: امروز پیامی دریافت نشد
fi: Ei tänään vastaanotettuja viestejä.
fr: Aucun message reçu aujourd'hui.
gd: Cha d' fhuair thu teachdaireachd an-diugh.
gl: Hoxe non se recibiron mensaxes.
hu: Nem érkezett ma üzenet.
id: Tidak ada pesan diterima Hari ini.
it: Nessun messaggio ricevuto oggi.
ms: Tiada mesej diterima Hari Ini.
nb: Ingen meldinger mottatt i dag.
nl: Vamdaag geen berichten ontvangen.
pl: Dzisiaj nie otrzymano wiadomości.
pt: Sem mensagens recebidas hoje.
ro: Nu ai primit nici un mesaj astăzi.
ru: Сегодня не было сообщений.
sc: Perunu messàgiu retzidu oe.
sk: Dnes neprišli cez telegram žiadne správy.
sq: Sotë nuk keni asnjë mesazh.
ur: آج کوئی پیغام نہیں موصول ہوا۔

source: This is the Telegram scope
am: ይህ የ ቴሌግራም ክልል ነው
ar: هذا نطاق تليجرام
be: Гэта лінза да Telegram
bs: Ovo je Telegram polje
ca: Aquesta és l'àmbit del Telegram
el: Αυτό είναι το επισκόπιο Telegram
es: Este es el scope de Telegram
fa: این حوزهٔ تلگرام است
fi: Tämä on Telegram-näkymä
fr: Ceci est le moteur de recherche de Telegram
gd: Seo sgòp Teileagraim
gl: Este é o ámbito do Telegram
hu: Telegram lencse
id: Ini adalah Telegram scope
it: Questo è lo scope di Telegram
ms: Ini ialah skop Telegram
nb: Dette er Telegram-virkefeltet
nl: Dit is de Telegram-scope
pl: To jest scope aplikacji Telegram
pt: Esta é a scope do Telegram
ro: Acesta este Telegram scope
ru: Это Telegram
sc: Custu est s'àmbitu de Telegram
sk: Toto je rámec pre Telegram
sq: Ky është Telegram-Scope
ur: یہ ٹیلی گرام سکوپ ہے

source: Search for a chat, contact or message
am: ውይይት: ግንኙነት ወይንም መልእክት መፈለጊያ
ar: ابحث عن دردشة أو رسالة أو شخص ما
be: Шукаць гутарку, кантакт ці паведамленне
bs: Tražite razgovor, kontakt ili poruku
ca: Cercau un xat, un contacte o un missatge
el: Αναζήτηση για συνομιλία, επαφή ή μήνυμα
es: Buscar un chat, contacto o mensaje
fa: برای یک گپ، مخاطب یا پیام جست‌وجو کنید
fi: Etsi keskustelua, yhteystietoa tai viestiä
fr: Rechercher une discussion, un contact ou un message
gd: Lorg cabadaich, neach-aithne no teachdaireachd
gl: Busque conversas, contactos ou mensaxes
hu: Keressen csevegésre, partnerre vagy üzenetre
id: Cari chat, kontak, atau pesan
it: Cerca una chat, un contatto o un messaggio
ms: Gelintar sembang, kenalan atau mesej
nb: Søk etter en samtale, kontakt eller melding
nl: Zoeken naar een chat, contact of bericht
pl: Znajdź rozmowę, kontakt lub wiadomość
pt: Procurar por conversa, contacto ou mensagem
ro: Caută după o conversaţie, contact sau mesaj
ru: Поиск бесед, контактов и сообщений
sc: Chirca tzarradas, cuntatos o messàgios
sk: Hľadajte rozhovor, kontakt alebo správu
sq: Kërko një chat, një kontakt apo një mesazh
ur: کسی چیٹ، بندے یا پیغام کی تلاش کریں
