Repository: ubports/telegram-app
Catalog: telegram/po/*.po
Languages: am, ar, be, bs, ca, el, es, fa, fi, fr, gd, gl, hu, id, it, ms, nb, nl, pl, pt, ro, ru, sc, sk, sq, ur

source: Add to contacts
am: ወደ ግንኙነት መጨመሪያ
ar: إضافة إلى الأشخاص
be: Дадаць кантакт
bs: Dodaj u kontakte
ca: Afegeix als contactes
el: Προσθήκη στις επαφές μου
es: Añadir a los contactos
fa: افزودن به مخاطبین
fi: Lisää yhteystietoihin
fr: Ajouter aux contacts
gd: Cuir ris an luchd-aithne
gl: Engadir aos contactos
hu: Hozzáadás a partnerekhez
id: Tambahkan ke kontak
it: Aggiungi ai contatti
ms: Tambah ke kenalan
nb: Legg til som kontakt
nl: Toevoegen aan contacten
pl: Dodaj do kontaktów
pt: Adicionar aos contactos
ro: Adaugă la contacte
ru: Добавить в контакты
sc: Agiunghe a sos cuntatos
sk: Pridať do kontaktov
sq: Fut të Kontaktet
ur: رابطوں میں شامل کریں

source: Contacts
am: ግንኙነቶች
ar: الأشخاص
be: Кантакты
bs: Kontakti
ca: Contactes
el: Επαφές
es: Contactos
fa: مخاطبین
fi: Yhteystiedot
gd: Luchd-aithne
gl: Contactos
hu: Partnerek
id: Kontak
it: Contatti
ms: Kenalan
nb: Kontakter
nl: Contacten
pl: Kontakty
pt: Contactos
ro: Contacte
ru: Контакты
sc: Cuntatos
sk: Kontakty
sq: Kontaktet
ur: رابطے

source: Search
am: መፈለጊያ
ar: البحث
be: Пошук
bs: Traži
ca: Cerca
el: Αναζήτηση
es: Buscar
fa: جست‌وجو
fi: Etsi
fr: Rechercher
gd: Lorg
gl: Buscar
hu: Keresés
id: Cari
it: Cerca
ms: Gelintar
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Procurar
ro: Caută
ru: Поиск
sc: Chirca
sk: Hľadať
sq: Kërko
ur: تلاش

source: Add
am: መጨመሪያ
ar: أضف
be: Дадаць
bs: Dodaj
ca: Afegeix
el: Προσθήκη
es: Añadir
fa: افزودن
fi: Lisää
fr: Ajouter
gd: Cuir ris
gl: Engadir
hu: Hozzáadás
id: Tambahkan
it: Aggiungi
ms: Tambah
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sc: Agiunghe
sk: Pridať
sq: Shto
ur: شامل کریں

source: Back
am: ወደ ኋላ
ar: للوراء
be: Назад
bs: Nazad
ca: Enrere
el: Πίσω
es: Atrás
fa: بازگشت
fi: Takaisin
fr: Précédent
gd: Air ais
gl: Volver
hu: Vissza
id: Kembali
it: Indietro
ms: Undur
nb: Tilbake
nl: Vorige
pl: Wstecz
pt: Anterior
ro: Înapoi
ru: Назад
sc: In segus
sk: Späť
sq: Mbrapa
ur: پیچھے

source: Search contacts...
am: ግንኙነቶች መፈለጊያ...
ar: ابحث عن أشخاص...
be: Пошук кантактаў...
bs: Traži kontakte...
ca: Cerca contactes...
el: Αναζήτηση στις επαφές...
es: Buscar contactos...
fa: جست‌وجوی مخاطبین…
fi: Etsi yhteystietoja...
fr: Rechercher parmi les contacts...
gd: Lorg san luchd-aithne...
gl: Buscar contactos...
hu: Partner keresése…
id: Cari kontak...
it: Cerca contatti...
ms: Gelintar kenalan...
nb: Søk etter kontakter …
nl: Contacten doorzoeken…
pl: Szukaj w kontaktach...
pt: Procurar contactos...
ro: Caută contacte...
ru: Поиск контактов…
sc: Chirca cuntatos...
sk: Vyhľadať kontakty...
sq: Kërko Kontaktet…
ur: رابطوں میں تلاش...

source: New Secret Chat
am: አዲስ የሚስጥር ውይይት
ar: دردشة سرّية جديدة
be: Новая сакрэтная гутарка
bs: Novi tajni razgovor
ca: Xat secret nou
el: Νέα μυστική συνομιλία
es: Crear chat secreto
fa: گپ رمزی جدید
fi: Uusi salainen keskustelu
fr: Nouvelle discussion secrète
gd: Cabadaich dhìomhair ùr
gl: Nova conversa secreta
hu: Új titkos csevegés
id: Obrolan Rahasia Baru
it: Nuova chat segreta
ms: Sembang Rahsia Baharu
nb: Ny hemmelig samtale
nl: Nieuwe geheime chat
pl: Nowy tajny czat
pt: Nova conversa secreta
ro: Conversaţie secretă nouă
ru: Новая секретная беседа
sc: Tzarrada segreta noa
sk: Nový zabezpečený rozhovor
sq: Chat sekret i ri
ur: نئی خفیہ چیٹ

source: Add to group
am: ወደ ቡድኑ መጨመሪያ
ar: إضافة إلى مجموعة
be: Дадаць да суполкі
bs: Dodaj u grupu
ca: Afegeix al grup
el: Προσθήκη στην ομάδα
es: Añadir a un grupo
fa: افزودن به گروه
fi: Lisää ryhmään
fr: Ajouter au groupe
gd: Cuir ris a' bhuidheann
gl: Engadir ao grupo
hu: Hozzáadás a csoporthoz
id: Tambahkan ke grup
it: Aggiungi al gruppo
ms: Tambah ke kumpulan
nb: Legg til i gruppe
nl: Toevoegen aan groep
pl: Dodaj do grupy
pt: Adicionar ao grupo
ro: Adaugă la grup
ru: Добавить в группу
sc: Agiunghe a su grupu
sk: Pridať do skupiny
sq: Fut tëk Grupa
ur: گروہ میں شامل کریں

source: New Group
am: አዲስ ቡድን
ar: مجموعة جديدة
be: Новая суполка
bs: Nova grupa
ca: Grup nou
el: Νέα ομάδα
es: Grupo nuevo
fa: گروه جدید
fi: Uusi ryhmä
fr: Nouveau groupe
gd: Buidheann ùr
gl: Novo grupo
hu: Új csoport
id: Grup Baru
it: Nuovo gruppo
ms: Kumpulan Baharu
nb: Ny gruppe
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
ro: Grup nou
ru: Новая группа
sc: Grupu nou
sk: Nová skupina
sq: Grupë e re
ur: نیا گروپ

source: OK
am: እሺ
ar: موافق
be: ОК
bs: Uredu
ca: D'acord
el: Εντάξει
es: Aceptar
fa: قبول
fr: Valider
gd: Ceart ma-thà
gl: Aceptar
id: OKE
nl: Oké
pt: Confirmar
ru: ОК
sc: AB
ur: ٹھیک

source: Chat title
am: የ ውይይት አርእስት
ar: عنوان الدردشة
be: Назва чату
bs: Naziv razgovora
ca: Nom del xat
el: Τίτλος συνομιλίας
es: Título del chat
fa: عنوان گپ
fi: Keskustelun otsikko
fr: Titre de la discussion
gd: Tiotal na cabadaich
gl: Título da conversa
hu: Csevegés címe
id: Judul obrolan
it: Nome della chat
ms: Tajuk sembang
nb: Samtalenavn
nl: Gesprekstitel
pl: Tytuł czatu
pt: Título da conversa
ro: Titlul conversaţiei
ru: Название беседы
sc: Tìtulu de sa tzarrada
sk: Nadpis rozhovoru
sq: Tema e chatit
ur: چیٹ کا عنوان

source: Add Contact
am: ግንኙነት መጨመሪያ
ar: إضافة شخص
be: Дадаць кантакт
bs: Dodaj kontakt
ca: Afegeix als contactes
el: Προσθήκη Επαφής
es: Añadir contacto
fa: افزودن مخاطب
fi: Lisää yhteystieto
fr: Ajouter un contact
gd: Cuir neach-aithne ris
gl: Engadir contacto
hu: Hozzáadás
id: Tambah Kontak
it: Aggiungi contatto
ms: Tambah Kenalan
nb: Legg til kontakt
nl: Contact toevoegen
pl: Dodaj kontakt
pt: Adicionar contacto
ro: Adaugă contact
ru: Добавить контакт
sc: Agiunghe cuntatu
sk: Pridať kontakt
sq: Shto Kontakt
ur: رابطہ شامل کریں

source: From Address Book
am: ከ አድራሻ ደብተር
ar: من دفتر العناوين
be: З адраснай кнігі
bs: Iz imenika
ca: De la llibreta d'adreces
el: Από βιβλίο διευθύνσεων
es: Desde la agenda
fa: از دفترچه‌تلفن
fi: Osoitekirjasta
fr: À partir du carnet d'adresse
gd: O leabhar nan seòladh
gl: Da axenda
hu: Névjegyek alkalmazásból
id: Dari Daftar Kontak
it: Dalla rubrica
ms: Dari Buku Alamat
nb: Fra kontaktliste
nl: Van adresboek
pl: Z książki adresowej
pt: A partir da lista de endereços
ro: Din lista de contacte
ru: Из адресной книги
sc: Dae sa rubrica
sk: Z adresára
sq: Nga Libri i adreses
ur: پتہ بک سے

source: Enter Details
am: ዝርዝር ያስገቡ
ar: إدخال تفاصيل
be: Увод звестак
bs: Unesi detalje
ca: Introduïu els detalls
el: Εισαγωγή λεπτομερειών
es: Proporcione detalles
fa: ورود جزییات
fi: Anna tiedot
fr: Ajouter des détails
gd: Cuir fiosrachadh a-steach
gl: Introducir detalles
hu: Kézzel megadva
id: Masukan Detail
it: Inserisci dettagli
ms: Masukkan Perincian
nb: Skriv inn detaljer
nl: Details invoeren
pl: Podaj szczegóły
pt: Introduza os detalhes
ro: Adaugă detalii
ru: Введите подробности
sc: Inserta·nche sos detàllios
sk: Vložiť podrobnosti
sq: Shkruaj detajet
ur: تفصیلات درج کریں

source: Cancel
am: መሰረዣ
ar: ألغاء
be: Скасаваць
bs: Odustani
ca: Cancel·la
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
gd: Sguir dheth
gl: Cancelar
hu: Mégse
id: Batal
it: Annulla
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отменить
sc: Annulla
sk: Zrušiť
sq: Anulo
ur: منسوخ کریں

source: Add %1 to %2? Number of last messages to forward:
am: መጨመሪያ %1 ወደ %2? የ መጨረሻ መልእክቶች ቁጥር ወደፊት የሚተላለፍ:
ar: إضافة %1 إلى %2 ؟ عدد الرسائل الأخيرة المطلوب إعادة توجيهها:
be: Дадаць %1 да %2? Колькасць апошніх паведамленняў для перанакіравання:
bs: Dodaj %1 u %2? Broj zadnjih poruka za proslijeđivanje:
ca: Voleu afegir %1 a %2? Nombre de missatges recents per reenviar:
el: Προσθήκη %1 σε %2; Αριθμός τελευταίων μηνυμάτων προς προώθηση:
es: ¿Añadir %1 a %2? Número de mensajes recientes que reenviar:
fa: افزودن %1 به %2؟ تعداد پیام‌های اخیر برای انتقال:
fi: Lisää %1 %2:een? Edelleenlähetettävien viimeisimpien viestin määrä:
fr: Ajouter %1 à %2 ? Nombre de derniers messages à transférer :
gd: A bheil thu airson %1 a chur ri %2? An uiread de theachdaireachdan roimhe rin sìneadh air adhart:
gl: Desexa engadir %1 a %2? Número de últimas mensaxes a reenviar:
hu: %1 hozzáadása ehhez: %2 Utolsó továbbítandó üzenetek száma:
id: Tambah %1 ke %2? Berapa banyak pesan terakhir yang akan diteruskan:
it: Aggiungere %1 a %2? Numero degli ultimi messaggi da inoltrare:
ms: Tambah %1 ke %2? Bilangan mesej terakhir untuk dimajukan:
nb: Vil du legge til %1 i %2? Antall nylige meldinger som skal sendes:
nl: %1 toevoegen aan %2? Aantal recente berichten om door te sturen:
pl: Dodaj %1 do %2 Liczba wiadomości do przekazania:
pt: Adicione %1 para %2? Número de últimas mensagens a reencaminhar:
ro: Adaugă de la %1 până la %2? Numărul ultimelor mesaje pentru a fi trimise:
ru: Добавить %1 в %2? Свежих сообщений к пересылке:
sc: Cheres agiùnghere %1 a %2? Nùmeru de ùrtimos messàgios pro torrare a imbiare:
sk: Vložiť %1 do %2? POčet posledných správ na preposlanie:
sq: Fut %1 tëk %2 Numri i mesazheve të fundit për përcjellje:
ur: %1 کو %2 میں شامل کریں؟ کتنے آخری کیے گئے پیغام فارورڈ کریں:

source: Contacts imported
am: ግንኙነቶች መጥተዋል
ar: تم استيراد الأشخاص
be: Кантакты імпартаваныя
bs: Kontakti su uvezeni
ca: S'han importat els contactes
el: Επαφές εισήχθησαν
es: Contactos importados
fa: مخاطبین وارد شدند
fi: Yhteystiedot tuotu
fr: Contacts importés
gd: Chaidh an luchd-aithne ion-phortadh
gl: Contactos importados
hu: Partnerek importálva
id: Kontak berhasil ditambahkan
it: Contatti importati
ms: Kenalan diimport
nb: Kontakter importert
nl: Contacten geïmporteerd
pl: Zaimportowano kontakty
pt: Contactos importados
ro: Contactele au fost importate
ru: Контакты импортированы
sc: Cuntatos importados
sk: Kontakt importovaný
sq: Importo kontaktet
ur: رابطے درآمد

source: No contacts imported
am: ምንም ግንኙነቶች አልመጡም
ar: لا أشخاص تم استيرادهم
be: Кантакты не імпартаваныя
bs: Nema uvezeni kontakata
ca: No s'ha importat cap contacte
el: Καμία επαφή δεν εισήχθησε
es: No se importó ningún contacto
fa: هیچ مخاطبی وارد نشد
fi: Ei tuotuja yhteystietoja
fr: Aucun contact importé
gd: Cha deach neach-aithne ion-phortadh
gl: Non hai contactos importados
hu: Nem lettek partnerek importálva
id: Tidak ada kontak yang ditambahkan
it: Nessun contatto importato
ms: Tiada kenalan diimport
nb: Ingen kontakter importert
nl: Geen contacten geïmporteerd
pl: Brak kontaktów do zaimportowania
pt: Sem contactos importados
ro: Nu a fost importat nici un contact
ru: Нет импортированных контактов
sc: No s'est importadu perunu cuntatu
sk: Neimportované žiadne kontakty
sq: Asnjë kontakt nuk u importua
ur: کوئی رابطہ درآمد نہیں کیا

source: This contact is on Telegram.
am: ይህ ግንኙነት በ ቴልግራም ላይ ነው
ar: هذا الشخص على تيليجرام.
be: Гэты кантакт у Telegram.
bs: Ovaj kontakt je na Telegramu.
ca: Aquest contacte és al Telegram.
el: Αυτή η επαφή είναι στο Telegram.
es: Este contacto está en Telegram.
fa: ‫این مخاطب در تلگرام است.
fi: Tämä yhteystieto on Telegramissa.
fr: Ce contact est sur Telegram.
gd: Tha an neach-aithne seo air Teileagram.
gl: Este contacto está no Telegram.
hu: Ez a partner rendelkezik Telegram fiókkal.
id: Kontak ini berada di Telegram.
it: Questo contatto è su Telegram.
ms: Kenalan ini ada dalam Telegram
nb: Denne kontakten bruker Telegram.
nl: Dit contact gebruikt Telegram.
pl: Kontakt jest na Telegram.
pt: Este contacto está no Telegram.
ro: Acest contact are cont de Telegram.
ru: Этот контакт в Telegram.
sc: Custu cuntatu nch'est giai in Telegram.
sk: Tento kontakt používa Telegram.
sq: Ky kontakt gjindët në Telegram.
ur: یہ رابطہ ٹیلی گرام پر ہے۔

source: %1 out of %2 contacts are on Telegram.
am: %1 ከ %2 ግንኙነቶች በ ቴልግራም ላይ ናቸው
ar: %1 من أصل %2 أشخاص موجودين على تلغرام.
be: %1 з %2 кантактаў у Telegram.
bs: %1 od %2 kontakata su na Telegramu.
ca: %1 dels %2 contactes estan al Telegram.
el: %1 από %2 επαφές είναι στο Telegram.
es: %1 de %2 contactos están en Telegram.
fa: ‫%1 تا از %2 مخاطب در تلگرام هستند.
fi: %1/%2 yhteystietoa on Telegramissa.
fr: %1 contacts sur %2 sont sur Telegram.
gd: Tha %1 a-mach à %2 neach-aithne air Teileagram.
gl: %1 contactos dos %2 están no Telegram.
hu: A megadott %2 partnerből %1 rendelkezik Telegram fiókkal.
id: %1 dari %2 kontak berada di Telegram.
it: %1 contatto su %2 sono su Telegram.
ms: %1 daripada %2 kenalan ada dalam Telegram.
nb: %1 av %2 kontakter bruker Telegram.
nl: %1 van de %2 contacten gebruiken Telegram.
pl: %1 spośród %2 kontaktów są na Telegram.
pt: %1 de %2 contactos estão no Telegram.
ro: %1 din %2 contacte au cont de Telegram.
ru: %1 из %2 контактов пользуются Telegram.
sc: %1 de %2 cuntatos tenent giai Telegram.
sk: %1 z %2 kontaktov používa Telegram.
sq: %1 prej %2 Kontakteve përdorin Telegramin.
ur: %2 میں سے %1 رابطے ٹیلی گرام پر ہیں۔

source: Forward message to %1?
am: መልእክት ወደ ፊት ማስተላለፊያ %1?
ar: إعادة توجيه الرسائل إلى %1؟
be: Пераслаць паведамленне для %1?
bs: Proslijedi poruku ka %1?
ca: Voleu reenviar el missatge a %1?
el: Προώθηση μηνύματος σε %1;
es: ¿Reenviar mensaje a %1?
fa: انتقال پیام به %1؟
fi: Lähetäänkö viesti edelleen henkilölle %1?
fr: Transférer le message à %1 ?
gd: A bheil thu airson an teachdaireachd a shìneadh air adhart gu %1?
gl: Reenviar mensaxe a %1?
hu: Továbbítsuk az üzenetet %1 részére?
id: Teruskan pesan ke %1?
it: Inoltrare il messaggio a %1?
ms: Mesej dimajukan kepada %1?
nb: Vil du videresende meldinga til %1?
nl: Bericht doorsturen naar %1?
pl: Przekazać wiadomość do %1?
pt: Reencaminhar mensagem para %1?
ro: Redirecţionează mesajul către %1?
ru: Переслать сообщение для %1?
sc: Cheres torrare a imbiare su messàgiu a %1?
sk: Preposlať správu %1?
sq: Përcjell mesazhin tëk %1?
ur: %1 کو پیغام فارورڈ کریں؟

source: Send messages to %1?
am: መልእክት ልላክ ለ %1?
ar: إرسال الرسائل إلى %1؟
be: Даслаць паведамленне %1?
bs: Pošalji poruku %1?
ca: Voleu enviar els missatges a %1?
el: Αποστολή μηνυμάτων σε %1;
es: ¿Enviar mensaje a %1?
fa: فرستادن پیام‌ها به %1؟
fi: Lähetetäänkö viestit henkilölle %1?
fr: Envoyer des messages à %1 ?
gd: A bheil thu airson teachdaireachdan a chur gu %1?
gl: Enviar mensaxes a %1?
hu: Üzenetek elküldése neki: %1?
id: Kirim pesan ke %1?
it: Inviare i messaggi a %1?
ms: Hantar mesej kepada %1?
nb: Vil du sende meldinger til %1?
nl: Berichten naar %1 versturen?
pl: Wysłać do %1?
pt: Enviar mensagens para %1?
ro: Redirecţionează mesajele către %1?
ru: Отправить сообщения %1?
sc: Cheres imbiare sos messàgios a %1?
sk: Poslať správy %1?
sq: Dërgo mesazhin tëk %1?
ur: %1 کو پیغامات بھیجیں؟

source: Group Info
am: የ ቡድን መረጃ
ar: معلومات المجموعة
be: Інфармацыя пра групу
bs: Informacije o grupi
ca: Informació del grup
el: Πληροφορίες ομάδας
es: Información del grupo
fa: اطّلاعات گروه
fi: Ryhmän tiedot
fr: Informations sur le groupe
gd: Fiosrachadh a' bhuidhinnn
gl: Inform. do grupo
hu: Csoportinformáció
id: Info Grup
it: Info sul gruppo
ms: Maklumat Kumpulan
nb: Gruppeinfo
nl: Groepinfo
pl: Profil grupy
pt: Informação do grupo
ro: Informaţii grup
ru: Информация о группе
sc: Informatziones de su grupu
sk: Informácie o skupine
sq: Info e Grupit
ur: گروہ کی معلومات

source: Channel Info
am: የ ጣቢያ መረጃ
be: Інфармацыя аб канале
ca: Informació del canal
es: Información del canal
fi: Kanavatiedot
fr: Informations sur la chaîne
gl: Información da canle
id: Info Channel
it: Info sul canale
nb: Kanalinfo
pl: Informacje o kanale
pt: Informação do canal
ro: Informații canal
ru: Информация о канале
sc: Informatzione de su canale

source: Contact Info
am: የ ግንኙነት መረጃ
ar: معلومات الشخص
be: Кантактныя звесткі
bs: Informacije o kontaktu
ca: Informació del contacte
el: Πληροφορίες επικοινωνίας
es: Información del contacto
fa: اطّلاعات مخاطب
fi: Yhteystiedot
fr: Informations du contact
gd: Fiosrachadh conaltraidh
gl: Información do contacto
hu: Információ
id: Info Kontak
it: Info sul contatto
ms: Maklumat Kenalan
nb: Kontaktinfo
nl: Contactinformatie
pl: Informacje o kontakcie
pt: Informação de contacto
ro: Informaţii contact
ru: Информация о контакте
sc: Informatziones de su cuntatu
sk: Informácie o kontakte
sq: Info e Kontaktit
ur: رابطے کی معلومات

source: Select all
am: ሁሉንም መምረጫ
ar: اختيار الكل
be: Вылучыць усё
bs: Izaberi sve
ca: Selecciona-ho tot
el: Επιλογή όλων
es: Seleccionar todo
fa: گزینش همه
fi: Valitse kaikki
fr: Tout sélectionner
gd: Tagh na h-uile
gl: Seleccionar todo
hu: Összes kijelölése
id: Pilih semua
it: Seleziona tutto
ms: Pilih semua
nb: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystkie
pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать всё
sc: Seletziona totu
sk: Označiť všetko
sq: Zgjidhë të gjithë
ur: تمام منتخب کریں

source: Copy
am: ኮፒ
ar: نسخ
be: Капіраваць
bs: Kopiraj
ca: Copia
el: Αντιγραφή
es: Copiar
fa: رونوشت
fi: Kopioi
fr: Copier
gd: Dèan lethbhreac
gl: Copiar
hu: Másolás
id: Salin
it: Copia
ms: Salin
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
sc: Còpia
sk: Kopírovať
sq: Kopjo
ur: کاپی کریں

source: Forward
am: ወደ ፊት
ar: إعادة توجيه
be: Далей
bs: Proslijedi
ca: Reenvia
el: Προώθηση
es: Reenviar
fa: انتقال
fi: Lähetä edelleen
fr: Transférer
gd: Sìn air adhart
gl: Seguir
hu: Továbbítás
id: Teruskan
it: Inoltra
ms: Maju
nb: Framover
nl: Doorsturen
pl: Przekaż
pt: Reencaminhar
ro: Redirecţionează
ru: Переслать
sc: Torra a imbiare
sk: Preposlať
sq: Përcjell
ur: فارورڈ کریں

source: Delete
am: ማጥፊያ
ar: حذف
be: Выдаліць
bs: Izbriši
ca: Suprimeix
el: Διαγραφή
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
gd: Sguab às
gl: Eliminar
hu: Törlés
id: Hapus
it: Elimina
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
ro: Șterge
ru: Удалить
sc: Cantzella
sk: Vymazať
sq: Fshijë
ur: حزف

source: Sign In
am: መግቢያ
ar: ولوج
be: Увайсці
bs: Prijava
ca: Inicieu la sessió
el: Είσοδος
es: Iniciar sesión
fa: وارد شدن
fi: Kirjaudu sisään
fr: Se connecter
gd: Clàraich a-steach
gl: Acceder
hu: Bejelentkezés
id: Masuk
it: Accedi
ms: Daftar Masuk
nb: Logg Inn
nl: Inloggen
pl: Zaloguj
pt: Iniciar sessão
ro: Autentificare
ru: Войти
sc: Identìfica·ti
sk: Prihlásiť sa
sq: Kyqu
ur: سائن ان

source: Sign Up
am: መመዝገቢያ
ar: تسجيل
be: Зарэгістравацца
bs: Registrirajte se
ca: Registreu-vos
el: Εγγραφή
es: Registrarse
fa: ثبت‌نام
fi: Liity
fr: S'inscrire
gd: Clàraich
gl: Rexistrarse
hu: Regisztrálás
id: Daftar
it: Iscriviti
ms: Daftar Baharu
nb: Registrer deg
nl: Aanmelden
pl: Zarejestruj
pt: Registar
ro: Înregistrare
ru: Зарегистрироваться
sc: Iscrie·ti
sk: Registrovať sa
sq: Regjistrohu
ur: سائن اپ

source: Invalid password
am: ዋጋ የሌለው የ ስልክ ኮድ
ar: كلمة مرور غير صالحة
be: Няправільны пароль
ca: Contrasenya incorrecta
es: Contraseña incorrecta
fi: Virheellinen salasana
fr: Code d'activation non valide
id: Kata sandi salah
it: Password non valida
nl: Fout wachtwoord
pl: Nieprawidłowe hasło
pt: Código de telefone inválido
ro: Parolă incorectă
ru: Неверный пароль
sc: Sa crae no est vàlida
sk: Nesprávne heslo
sq: Fjalëkalim invalid

source: Deleted Account
be: Выдалены акаўнт
it: Elimina account
pl: Konto usunięte

source: You have invited %1 to join a secret chat.
am: እርስዎ ጋብዘዋል %1 የ ሚስጥር ውይይት ለ መሳተፍ:
ar: لقد تمت دعوتك %1 لانضمام الي محادثة سرية.
be: Вы запрасілі %1 далучыцца да сакрэтнай гутаркі.
ca: Heu convidat a %1 al xat secret.
es: Invitó a %1 a unirse a un chat secreto.
fi: Olet kutsunut %1 liittymään salaiseen keskusteluun.
fr: Vous avez invité %1 à rejoindre une discussion secrète.
id: Anda diundang %1 untuk bergabung dalam chat rahasia.
it: Hai invitato %1 ad entrare nella chat segreta.
nb: Du har invitert %1 til å ta del i hemmelig sludring.
nl: U hebt %1 uitgenodigd om zich aan een geheime chat aan te sluiten.
pl: Zaprosiłeś %1 to tajnego czatu.
pt: Você convidou %1 para se juntar a uma conversa secreta.
ro: Ai invitat utilizatorul %1 la o discuţie privată.
ru: Вы пригласили %1 в секретную беседу.
sc: As invitadu a %1 a aderire a sa tzarrada segreta.
sk: Pozvali ste %1 na zabezpečený rozhovor.
sq: Ju keni ftuar %1 të bashkohet chatit sekret.

source: %1 invited you to join a secret chat.
am: %1 እርስዎ ወደ የ ሚስጥር ውይይት ተጋብዘዋል
ar: %1 لقد قام بدعوتك لانضمام لمحادثة سرية.
be: %1 запрасіў Вас далучыцца да сакрэтнай гутаркі.
ca: %1 us ha convidat al xat secret.
es: %1 le invitó a un chat secreto.
fi: %1 kutsui sinut salaiseen keskusteluun.
fr: %1 vous a invité à rejoindre une discussion secrète.
id: %1 mengundang Anda untuk bergabung ke obrolan rahasia.
it: %1 ti ha invitato ad entrare nella chat segreta.
nl: %1 heeft U uitgenodigd om zich aan een geheime chat aan te sluiten.
pl: %1 zaprosił Ciebie do tajnego czatu.
pt: %1 convidou-o para uma conversa secreta.
ro: Utilizatorul %1 te-a invitat la o discuţie privată.
ru: %1 пригласил(а) в секретный чат.
sc: %1 t'at invitadu a una tzarrada segreta.
sk: %1 vás pozval na zabezpečený rozhovor.
sq: %1 ju ka ftuar ti bashkohni chatit sekret.

source: You created the group
am: እርስዎ ቡድን ፈጥረዋል
ar: لقد قمت بانشاء مجموعة
be: Вы стварылі групу
ca: Heu creat el grup
es: Creó un grupo
fi: Loit ryhmän
fr: Vous avez créé le groupe
id: Anda membuat grup
it: Hai creato il gruppo
nl: U heeft de groep aangemaakt
pl: Utworzyłeś grupę
pt: Você criou o grupo
ro: Ai creat grupul
ru: Вы создали группу
sc: As creadu su grupu
sk: Vytvorili ste skupinu
sq: Ju krijuat një Grupë

source: You joined the channel
be: Вы далучыліся да канала
it: Ti sei unito al canale
pl: Dołączyłeś do kanału

source: You joined the group
be: Вы далучыліся да групы
it: Ti sei unito al gruppo
pl: Dołączyłeś do grupy

source: <b>%1</b> joined the group
am: <b>%1</b> ቡድኑን ተቀላቅለዋል
be: <b>%1</b> далучыўся да групы
ca: <b>%1</b> s'ha unit al grup
es: <b>%1</b> se unió al grupo
fi: <b>%1</b> liittyi ryhmään
fr: <b>%1</b> a rejoint le groupe
id: <b>%1</b> bergabung ke grup
it: <b>%1</b> si è unito al gruppo
pl: <b>%1</b> dołączyli do grupy
pt: <b>%1</b> juntou-se ao grupo
ro: <b>%1</b> sa alăturat grupului
ru: <b>%1</b> вступил в группу
sc: <b>%1</b> at aderidu a su grupu

source: You returned to the group
be: Вы вярнуліся ў групу
it: Sei ritornato nel gruppo
pl: Wróciłeś do grupy

source: <b>%1</b> returned to the group
be: <b>%1</b> вярнуўся ў групу
it: <b>%1</b> ritorna nel gruppo
pl: <b>%1</b> wrócił do grupy

source: You added <b>%1</b>
am: እርስዎ ጨምረዋል <b>%1</b>
ar: تمت اضافتك <b>%1</b>
be: Вы дадалі <b>%1</b>
ca: Heu afegit a <b>%1</b>
es: Añadió a <b>%1</b>
fi: Lisäsit <b>%1</b>
fr: Vous avez ajouté <b>%1</b>
id: Anda menambahkan <b>%1</b>
it: Hai aggiunto <b>%1</b>
nl: U hebt <b>%1</b> toegevoegd
pl: Dodałeś <b>%1</b>
pt: Você adicionou <b>%1</b>
ro: L-ai adăugat pe <b>%1</b>
ru: Вы добавили <b>%1</b>
sc: As agiuntu a <b>%1</b>
sk: Pridali ste <b>%1</b>
sq: Ju kein futur <b>%1</b>

source: <b>%1</b> added you
am: <b> 1%1</b> 2 እርስዎ ተጨምረዋል
ar: <b>%1</b> اضافك
be: <b>%1</b> дадаў вас
ca: <b>%1</b> us ha afegit
es: <b>%1</b> le añadió
fi: <b>%1</b> lisäsi sinut
fr: <b>%1</b> vous a ajouté
id: <b>%1</b> menambahkan anda
it: <b>%1</b> ti ha aggiunto
nb: <b>%1</b> lar lagt deg til
nl: <b>%1</b> heeft U toegevoegd
pl: <b>%1</b> dodał Ciebie
pt: <b>%1</b> adicionou-o
ro: Ai fost adăugat de <b>%1</b>
ru: <b>%1</b> добавил Вас
sc: <b>%1</b> t'at agiuntu
sk: <b>%1</b> vás pridal
sq: <b>%1</b> ju ka futur

source: <b>%1</b> added <b>%2</b>
am: <b> 1%1</b> 2 ተጨምሯል <b> 3%2</b> 4
ar: <b>%1</b> اضيف <b>%2</b>
be: <b>%1</b> дадаў <b>%2</b>
ca: <b>%1</b> ha afegit <b>%2</b>
es: <b>%1</b> añadió a <b>%2</b>
fi: <b>%1</b> lisäsi <b>%2</b>
fr: <b>%1</b> a ajouté <b>%2</b>
id: <b>%1</b> menambahkan <b>%2</b>
it: <b>%1</b> ha aggiunto <b>%2</b>
nb: <b>%1</b> la til <b>%2</b>
nl: <b>%1</b> heeft <b>%2</b> toegevoegd
pl: <b>%1</b> dodał <b>%2</b>
pt: <b>%1</b> adicionou <b>%2</b>
ro: <b>%1</b> la adăugat pe <b>%2</b>
ru: <b>%1</b> добавил <b>%2</b>
sc: <b>%1</b> at agiuntu a <b>%2</b>
sk: <b>%1</b> pridal <b>%2</b>
sq: <b>%1</b> ku futur <b>%1</b>

source: You added multiple users
be: Вы дадалі некалькі карыстальнікаў
it: Hai aggiunto più utenti
pl: Dodano wielu użytkowników
ru: Вы добавили несколько пользователей

source: <b>%1</b> added multiple users
be: <b>%1</b> дадаў некалькі карыстальнікаў
it: <b>%1</b> ha aggiunto più utenti
pl: <b>%1</b> dodał wielu użytkowników
