Repository: ubports/telegram-app
Catalog: telegram/po/*.po
Languages: am, ar, be, bs, ca, el, es, fa, fi, fr, gd, gl, hu, id, it, ms, nb, nl, pl, pt, ro, ru, sc, sk, sq, ur

source: <b>%1</b> left the group
am: <b>%1</b> ቡድኑን ጥለው ሄደዋል
ar: <b>%1</b> غادر المجموعة
be: <b>%1</b> пакінуў групу
ca: <b>%1</b> ha abandonat el grup
es: <b>%1</b> abandonó el grupo
fi: <b>%1</b> poistui ryhmästä
fr: <b>%1</b> a quitté le groupe
id: <b>%1</b> keluar dari grup
it: <b>%1</b> ha lasciato il gruppo
nl: <b>%1</b> heeft de groep verlaten
pl: <b>%1</b> opuścił grupę
pt: <b>%1</b> deixou o grupo
ro: <b>%1</b> a părăsit grupul
ru: <b>%1</b> покинул группу
sc: <b>%1</b> at lassadu su grupu
sk: <b>%1</b> opustil skupinu
sq: <b>%1</b> braktisi Grupin

source: You removed <b>%1</b>
am: እርስዎ አስወግደዋል <b>%1</b>
ar: لقد تمت ازالتك <b>%1</b>
be: Вы выдалілі <b>%1</b>
ca: Heu elminat a <b>%1</b>
es: Eliminó a <b>%1</b>
fi: Poistit <b>%1</b>
fr: Vous avez retiré <b>%1</b>
id: Anda menghapus <b>%1</b>
it: Hai rimosso <b>%1</b>
nl: U hebt <b>%1</b> verwijderd
pl: Usunąłeś <b>%1</b>
pt: Você removeu <b>%1</b>
ro: L-ai dat afară pe <b>%1</b>
ru: Вы удалили <b>%1</b>
sc: Nch'as bogadu <b>%1</b>
sk: Ostránili ste <b>%1</b>
sq: Ju e hoqët <b>%1</b>

source: <b>%1</b> removed you
am: <b>%1</b> እርስዎ ተወግደዋል
ar: <b>%1</b> لقد تمت ازالتك
be: <b>%1</b> выдаліў вас
ca: <b>%1</b> us ha eliminat
es: <b>%1</b> le eliminó
fi: <b>%1</b> poisti sinut
fr: <b>%1</b> vous a retiré
id: <b>%1</b> menghapus Anda
it: <b>%1</b> ti ha rimosso
nl: <b>%1</b> heeft U verwijderd
pl: <b>%1</b> usunął Ciebie
pt: <b>%1</b> removeu-o
ro: <b>%1</b> te-a dat afară
ru: <b>%1</b> удалил Вас
sc: <b>%1</b> t'at bogadu
sk: <b>%1</b> vás odstránil
sq: <b>%1</b> ju hoqi juve

source: <b>%1</b> removed <b>%2</b>
am: <b>%1</b> ተወግዷል <b>%2</b>
ar: <b>%1</b> ازال <b>%2</b>
be: <b>%1</b> выдаліў <b>%2</b>
ca: <b>%1</b> ha eliminat <b>%2</b>
es: <b>%1</b> eliminó a <b>%2</b>
fi: <b>%1</b> poisti <b>%2</b>
fr: <b>%1</b> a retiré <b>%2</b>
id: <b>%1</b> menghapus <b>%2</b>
it: <b>%1</b> ha rimosso <b>%2</b>
nl: <b>%1</b> heeft <b>%2</b> verwijderd
pl: <b>%1</b> usunął <b>%2</b>
pt: <b>%1</b> removeu <b>%2</b>
ro: <b>%1</b> l-a dat afară pe <b>%2</b>
ru: <b>%1</b> удалил <b>%2</b>
sc: <b>%1</b> nch'at bogadu a <b>%2</b>
sk: <b>%1</b> ostránil <b>%2</b>
sq: <b>%1</b> hoqi <b>%2</b>

source: You changed the group name to %1
am: እርስዎ የ ቡድኑን ስም ቀይረዋል ወደ "%2"
ar: لقد قمت بتغيير اسم المجموعة الي %1
be: Вы змянілі імя групы на %1
ca: Heu canviat el nom del grup a «%1»
es: Cambió el nombre de grupo a %1
fi: Vaihdoit ryhmän nimeksi %1
fr: Vous avez changé le nom du groupe en %1
id: Anda mengubah nama grup menjadi %1
it: Hai cambiato il nome del gruppo in %1
nl: U hebt de groepsnaam veranderd in %1
pl: Zmieniłeś nazwę grupy na %1
pt: Você alterou o nome do grupo para %1
ro: Ai schimbat numele grupului în %1
ru: Вы изменили название группы на %1
sc: As mudadu su nùmene de su grupu a %1
sk: Zmenili ste názov skupiny na %1
sq: Ju ndryshuat emrin e Grupit në »%1«

source: <b>%1</b> changed the group name to %2
ar: <b>%1</b> لقد قام بتغيير اسم المجموعة الي %2
be: <b>%1</b> змяніў імя групы на %2
ca: <b>%1</b> ha canviat el nom del grup a «%2»
es: <b>%1</b> cambió el nombre de grupo a %2
fi: <b>%1</b> vaihtoi ryhmän nimeksi %2
fr: <b>%1</b> a changé le nom du groupe en %2
id: <b>%1</b> mengubah nama grup menjadi %2
it: <b>%1</b> ha cambiato il nome del gruppo in %2
nl: <b>%1</b> heeft de groepsnaam veranderd in %2
pl: <b>%1</b> zmienił nazwę grupy na %2
pt: <b>%1</b> alterou o nome do grupo para "%2"
ro: <b>%1</b> a schimbat numele grupului în %2
ru: <b>%1</b> изменил название группы на %2
sc: <b>%1</b> at mudadu su nùmene de su grupu a %2
sk: <b>%1</b> zmenil názov skupiny na %2
sq: <b>%1</b> ndryshoj emrin e Grupit në »%2«

source: You changed the group photo
ar: لقد قمت بتغيير صورة المجموعة
be: Вы змянілі выяву групы
ca: Heu canviat la foto del grup
es: Cambió la foto del grupo
fi: Vaihdoit ryhmän kuvan
fr: Vous avez modifié la photo du groupe
id: Anda merubah foto grup
it: Hai cambiato la foto del gruppo
nl: U hebt de groepsfoto gewijzigd
pl: Zmieniłeś zdjęcie grupy
pt: Você alterou a fotografia do grupo
ro: Ai schimbat imaginea grupului
ru: Вы изменили изображение группы
sc: As mudadu sa fotografia de su grupu
sk: Zmenili ste fotku skupiny
sq: Ju ndryshuat imazhin e Grupit

source: <b>%1</b> changed the group photo
ar: <b>%1</b> قام بتغيير صورة المجموعة
be: <b>%1</b> змяніў выяву групы
ca: <b>%1</b> ha canviat la foto del grup
es: <b>%1</b> cambió la foto del grupo
fi: <b>%1</b> vaihtoi ryhmän kuvan
fr: <b>%1</b> a modifié la photo du groupe
id: <b>%1</b> merubah foto grup
it: <b>%1</b> ha cambiato la foto del gruppo
nl: <b>%1</b> heeft de groepsfoto gewijzigd
pl: <b>%1</b> zmienił zdjęcie grupy
pt: <b>%1</b> alterou a fotografia do grupo
ro: <b>%1</b> a schimbat imaginea grupului
ru: <b>%1</b> изменил изображение группы
sc: <b>%1</b> at mudadu sa fotografia de su grupu
sk: <b>%1</b> zmenil fotku skupiny
sq: <b>%1</b> ndryshoj imazhin e Grupit

source: You removed the group photo
ar: لقد قمت بحذف صورة المجموعة
be: Вы выдалілі выяву групы
ca: Heu suprimit la foto del grup
es: Eliminó la foto del grupo
fi: Poistit ryhmän kuvan
fr: Vous avez supprimé la photo du groupe
id: Anda menghapus foto grup
it: Hai rimosso la foto del gruppo
nl: U hebt de groepsfoto verwijderd
pl: Usunąłeś zdjęcie grupy
pt: Você eliminou a fotografia de grupo
ro: Ai şters imaginea grupului
ru: Вы удалили изображение группы
sc: As cantzelladu sa fotografia de su grupu
sk: Zmazali ste fotku skupiny
sq: Ju fshitë imazhin e Grupit

source: <b>%1</b> removed the group photo
ar: <b>%1</b> قام بازالة الصورة
be: <b>%1</b> выдаліў выяву групы
ca: <b>%1</b> ha suprimit la foto del grup
es: <b>%1</b> eliminó la foto del grupo
fi: <b>%1</b> poisti ryhmän kuvan
fr: <b>%1</b> a supprimé la photo du groupe
id: <b>%1</b> menghapus foto grup
it: <b>%1</b> ha rimosso la foto del gruppo
nl: <b>%1</b> heeft de groepsfoto verwijderd
pl: <b>%1</b> usunął zdjęcie grupy
pt: <b>%1</b> eliminou a fotografia de grupo
ro: <b>%1</b> a şters imaginea grupului
ru: <b>%1</b> удалил изображение группы
sc: <b>%1</b> at cantzelladu sa fotografia de su grupu
sk: <b>%1</b> zmazal ste fotku skupiny
sq: <b>%1</b> fshiu imazhin e Grupit

source: You joined the group via invite link
am: እርስዎ ከ ቡድን ጋር የ ተገናኙት በ ግብዣ አገናኝ ነው:
ar: لقد انضممت الي المجموعة من خلال رابط دعوة
be: Вы далучыліся да групы з дапамогай спасылкі-запрашэння
ca: Us heu afegit al grup mitjançant l'enllaç d'invitació
es: Se unió al grupo mediante el enlace de invitación
fi: Liityit ryhmään kutsulinkin kautta
fr: Vous avez rejoint le groupe par le lien d'invitation
id: Anda bergabung ke grup dengan link undangan
it: Sei entrato nel gruppo tramite link di invito
nb: Du tok del i gruppen via invitasjonslenke
nl: U hebt zich tot de groep aangesloten via de uitnodiging link
pl: Przyłączyłeś się do grupy przez odnośnik w zaproszeniu
pt: Você juntou-se ao grupo via convite
ro: Te-ai alăturat grupului folosind link-ul de invitaţie
ru: Вы присоединились к группе с помощью приглашения
sc: As aderidu a su grupu tràmite unu ligàmene de invitu
sk: Pripopjili ste sa k skupine cez pozvánku
sq: Ju u bashkuat Grupit përmes linkut të ftesës

source: <b>%1</b> joined the group via invite link
am: <b> 1%1</b> 2 ከ ቡድኑ ጋር በ ግብዣ አገናኝ ተቀላቅሏል
ar: <b>%1</b> انضم الي المجموعة من خلال رابط دعوة
be: <b>%1</b> далучыўся да групы праз спасылку-запрашэнне
ca: <b>%1</b> s'ha afegit al grup mitjançant l'enllaç d'invitació
es: <b>%1</b> se unió al grupo mediante el enlace de invitación
fi: <b>%1</b> liittyi ryhmään kutsulinkin kautta
fr: <b>%1</b> a rejoint le groupe par le lien d'invitation
id: <b>%1</b> bergabung dalam grup dengan link undangan
it: <b>%1</b> è entrato nel gruppo tramite link di invito
nb: <b>%1</b> tok del i gruppen via invitasjonslenke
nl: <b>%1</b> heeft zich tot de groep aangesloten via de uitnodiging link
pl: <b>%1</b> dołączył do grupy przez odnośnik w zaproszeniu
pt: <b>%1</b> juntou-se ao grupo via convite
ro: <b>%1</b> sa alăturat grupului folosind link-ul de invitaţie
ru: <b>%1</b> присоединился к группе с помощью приглашения
sc: <b>%1</b> at aderidu a su grupu tràmite unu ligàmene de invitu
sk: <b>%1</b> sa pripopjil k skupine cez pozvánku
sq: <b>%1</b> iu bashkua Grupit përmes linkut të ftesës

source: Please select chat
am: እባክዎን ውይይት ይምረጡ
ar: برجاء اختيار دردشة
be: Калі ласка, абярыце гутарку
bs: Molim da odaberete razgovor
ca: Seleccioneu un xat
el: Παρακαλώ επιλέξτε συνομιλία
es: Seleccione un chat
fa: لطفاً گپ را برگزینید
fi: Valitse keskustelu
fr: Veuillez sélectionner une discussion
gd: Tagh cabadaich
gl: Seleccione conversa
hu: Csevegés megadása
id: Tolong pilih obrolan
it: Per favore, seleziona una chat
ms: Sila pilih sembang
nb: Velg samtale
nl: Gelieve chat te selecteren
pl: Wybierz rozmowę
pt: Por favor, selecione a conversa
ro: Selectează o conversaţie
ru: Выберите беседу
sc: Seletziona tzarrada
sk: Zvoľte prosím rozhovor
sq: Ju lutemi zgjidhni chatin
ur: برائے مہربانی چیٹ منتخب کریں

source: New messages
am: አዲስ መልእክቶች
ar: رسائل جديدة
be: Новыя паведамленні
bs: Nove poruke
ca: Missatges nous
el: Νέα μηνύματα
es: Nuevos mensajes
fa: پیام‌های جدید
fi: Uudet viestit
fr: Nouveaux messages
gd: Teachdaireachdan ùra
gl: Novas mensaxes
hu: Új üzenetek
id: Pesan baru
it: Nuovi messaggi
ms: Mesej baharu
nb: Nye meldinger
nl: Nieuwe berichten
pl: Nowe wiadomości
pt: Novas mensagens
ro: Mesaje noi
ru: Новые сообщения
sc: Messàgios noos
sk: Nové správy
sq: Mesazh i ri
ur: نئے پیغامات

source: Reply
am: መልስ
ar: رد
be: Адказаць
ca: Contesta
es: Responder
fi: Vastaa
fr: Répondre
id: Balas
it: Rispondi
nb: Svar
nl: Beantwoorden
pl: Odpowiedz
pt: Responder
ro: Răspunde
ru: Ответить
sc: Risponde
sk: Odpoveď
sq: Përgjigju

source: Sticker Pack info
ar: معلومات حزمة الملصق
be: Інфармацыя пра Наклейкі
ca: Informació del paquet d'adhesius
es: Información de paquete de Stickers
fi: Tarrapaketin tiedot
fr: Information du paquet de stiker
id: Info Pak Stiker
it: Info sul pacchetto di Sticker
nb: Info om klistremerkepakke
pl: Informacja o Zbiorze Ikonek
pt: Informação do conjunto de sticker
ro: Informații despre pachetul de stickere
ru: Информация о стикере
sc: Informatziones de sos adesivos
sk: Info o sade nálepiek
sq: Info e Pakos të figurave

source: Secret chat requested.
am: የሚስጥር ውይይት ተጠይቀዋል:
ar: تم طلب دردشة سرّية.
be: Запыт на сакрэтную гутарку.
bs: Zahtjev za tajnim razgovorom poslan.
ca: S'ha sol·licitat un xat secret.
el: Αίτηση για μυστική συνομιλία.
es: Solicitado chat secreto.
fa: درخواست گپ رمزی داده شده.
fi: Salainen keskustelu pyydetty.
fr: Une discussion secrète est demandée.
gd: Chaidh cabadaich dhìomhair iarraidh.
gl: Solicitouse unha conversa secreta.
hu: Titkos csevegés igényelve.
id: Diminta untuk melakukan obrolan rahasia.
it: Chat segreta richiesta.
ms: Sembang rahsia dipinta.
nb: Hemmelig samtale forespurt.
nl: Verzoek om geheime chat.
pl: Prośba o tajny czat.
pt: Conversa secreta pedida.
ro: Cerere de conversaţie privată.
ru: Запрос на секретную беседу.
sc: Est rechesta una tzarrada segreta.
sk: Zabezpečený rozhovor požadovaný.
sq: Kërkesa për chat sekret.
ur: خفیہ چیٹ کی درخواست کی گئی۔

source: Secret chat rejected or accepted from another device. Note that Android accepts secret chats automatically.
am: የ ሚስጥር ውይይት አልተቀበሉም ወይንም ተቀብለዋል ከ ሌላ አክል ላይ: ማስታወሻ Android የ ሚስጥር ውይይት ራሱ በራሱ ይቀበላል:
ar: الدردشة السرّية رُفضت أو قُبلت من جهاز آخر. لاحظ أن أجهزة أندرويد تقبل الدردشة السرّية آليا.
be: Запыт на сакрэтную гутарку прыняты ці адхілены з іншай прылады. Звярніце ўвагу, што прылады Android аўтаматычна прымаюць запыты на сакрэтную гутарку.
bs: Tajni razgovor je odbijen ili prihvaćen od strane drugog uređaja. Imajte na umu da Android automatski prihvata zahtjeve za tajnim razgovorom.
ca: S'ha rebutjat o acceptat el xat secret des d'un altre dispositiu. Teniu present que l'Android accepta els xats secrets de forma automàtica.
el: Μυστική συνομιλία απερρίφθη ή απεδείχθη από άλλη συσκευή. Σημειώστε πως το Android αποδέχεται της μυστικές συνομιλίες αυτόματα.
es: Chat secreto rechazado o aceptado desde otro dispositivo. Tenga en cuenta que en Android se aceptan automáticamente.
fa: گپ رمزی از دستگاه دیگری رد یا قبول شد. توجّه داشته باشید که اندروید به صورت خودکار، گپ‌های رمزی را قبول می‌کند.
fi: Salainen keskustelu joko hylätty tai hyväksytty toiselta laitteelta. Huomaa että Android hyväksyy salaiset keskustelut automaattisesti.
fr: Discussion secrète acceptée ou rejetée à partir d'un autre appareil. Sachez qu'Android accepte automatiquement les discussions secrètes.
gd: Chaidh cabadaich dhìomhair a dhiùltadh no gabhail rithe o uidheam eile. Thoir an aire gun gabh Android ri cabadaich dhìomhair gu fèin-obrachail.
gl: Conversa secreta rexeitada ou aceptada desde outro dispositivo. Teña en conta que Android acepta as conversas secretas automaticamente.
hu: A titkos csevegés elfogadható/elutasítható egy másik eszközön. Az Android alapértelmezetten elfogadja azt.
id: Obrolan rahasia ditolak atau diterima pada perangkan lain. Catat bahwa Android menerima obrolan rahasia secara otomatis.
it: Chat segreta respinta o accettata da un altro dispositivo. Nota che Android accetta le chat segrete automaticamente.
ms: Sembang rahsia ditolak atau diterima dari peranti lain. Perhatianâ€¦ Android menerima sembang rahsia secara automatik.
nb: Hemmelig samtale avvist eller godtatt fra en annen enhet. Vær oppmerksom på at Android godtar hemmelige samtaler automatisk.
nl: Geheime chat verworpen of afgewezen van een ander apparaat. Merk op dat Android geheime chats automatisch accepteert.
pl: Tajny czat odrzucony lub zaakceptowany na innym urządzeniu. System Android automatycznie akceptuje tajne czaty.
pt: Conversa secreta rejeitada ou aceite a partir de outro dispositivo. O Android aceita automaticamente conversas secretas.
ro: Conversaţie privată acceptată sau nu de pe un alt dispozitiv. Trebuie să ştii că Android acceptă conversaţiile private în mod automat.
ru: Запрос на секретную беседу принят или отклонен с другого устройства. Обратите внимание, что устройства Android автоматически принимают запросы на секретную беседу.
sc: Tzarrada segreta refudada o atzetada dae un'àteru dispositivu. Ammenta chi Android atzetat sas tzarradas segretas in automàticu.
sk: Zabezpečený rozhovor bol odmietnutý alebo prijatý z iného zariadenia. Upozorňujeme, že Android prijíma zabezpečené rozhovory automaticky.
sq: U refuzua apo pranua një Chat sekret nga një paisje tjetër. Kini kujdes që Androidi pranon chatin sekret automatikisht.
ur: خفیہ چیٹ جو قبول یا رد کی گئی باقی آلات سے۔ نوٹ: اینڈرایڈ خودکار خفیہ چیٹ قبول کر لیتا ہے۔

source: Accept
am: እቀበላለሁ
ar: قبول
be: Пацвердзіць
bs: Prihvati
ca: Accepta
el: Αποδοχή
es: Aceptar
fa: پذیرش
fi: Hyväksy
fr: Accepter
gd: Gabh ris
gl: Aceptar
hu: Elfogadás
id: Terima
it: Accetta
ms: Terima
nb: Godta
nl: Accepteren
pl: Zaakceptuj
pt: Aceitar
ro: Acceptă
ru: Принять
sc: Atzeta
sk: Prijať
sq: Prano
ur: قبول کریں

source: Reject
am: አልቀበልም
ar: رفض
be: Адмовіць
bs: Odbij
ca: Rebutja
el: Απόρριψη
es: Rechazar
fa: رد
fi: Hylkää
fr: Refuser
gd: Diùlt
gl: Rexeitar
hu: Elutasítás
id: Tolak
it: Rifiuta
ms: Tolak
nb: Avvis
nl: Afwijzen
pl: Odrzuć
pt: Rejeitar
ro: Respinge
ru: Отклонить
sc: Refuda
sk: Odmietnuť
sq: Refuzo
ur: مُسترد کریں

source: Edit name
am: ስም ማረሚያ
ar: تعديل الاسم
be: Рэдагаваць назву
bs: Uredi ime i prezime
ca: Edita el nom
el: Επεξεργασία ονόματος
es: Editar nombre
fa: ویرایش نام
fi: Muokkaa nimeä
fr: Modifier le nom
gd: Deasaich an t-anim
gl: Editar nome
hu: Szerkesztés
id: Ubah nama
it: Modifica nome
ms: Sunting nama
nb: Rediger navn
nl: Naam bewerken
pl: Edytuj imię
pt: Editar nome
ro: Modifică nume
ru: Изменить имя
sc: Modìfica nùmene
sk: Zmeniť meno
sq: Ndrysho emrin
ur: نام کی ترمیم

source: Save
am: ማስቀመጫ
ar: حفظ
be: Захаваць
bs: Sačuvaj
ca: Desa
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
gd: Sàbhail
gl: Gardar
hu: Mentés
id: Simpan
it: Salva
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
ro: Salvează
ru: Сохранить
sc: Sarva
sk: Uložiť
sq: Ruaj
ur: محفوظ کریں

source: First name is required.
am: ስም ያስፈልጋል
ar: الاسم الأول مطلوب.
be: Імя патрабуецца.
bs: Ime mora biti uneseno.
ca: Cal especificar el nom.
el: Απαιτείται μικρό όνομα
es: El nombre es obligatorio.
fa: نام الزامی است.
fi: Etunimi on vaadittu tieto.
fr: Le prénom est obligatoire.
gd: Tha feum air ainm.
gl: Precísase o nome.
hu: A keresztnév megadása szükséges.
id: Nama awal diperlukan.
it: Il nome è obbligatorio.
ms: Nama pertama diperlukan.
nb: Fornavn er påkrevd.
nl: Voornaam is verplicht.
pl: Imię jest wymagane.
pt: Primeiro nome é obrigatório.
ro: Prenumele este obligatoriu.
ru: Необходимо указать имя.
sc: Su nùmene est obligatòriu.
sk: Meno je povinné.
sq: Emri është i detyrueshëm.
ur: پہلا نام درکار ہے۔

source: First name (required)
am: ስም (ያስፈልጋል)
ar: الاسم الأول (مطلوب)
be: Імя (абавязкова)
bs: Ime (obavezno)
ca: Nom (requerit)
el: Μικρό όνομα (απαιτείται)
es: Nombre (obligatorio)
fa: نام (مورد نیاز)
fi: Etunimi (vaadittu)
fr: Prénom (obligatoire)
gd: Ainm (riatanach)
gl: Nome (obrigatorio)
hu: Keresztnév (szükséges)
id: Nama awal (diperlukan)
it: Nome (obbligatorio)
ms: Nama pertama (diperlukan)
nb: Fornavn (påkrevd)
nl: Voornaam (verplicht)
pl: Imię (wymagane)
pt: Primeiro nome (obrigatório)
ro: Prenume (obligatoriu)
ru: Имя (обязательно)
sc: Nùmene (obligatòriu)
sk: Meno (povinné)
sq: Emri (kërkohet)
ur: پہلا نام (درکار)

source: Last name (optional)
am: የ አባት ስም (በ ምርጫ)
ar: الاسم الأخير (اختياري)
be: Прозвішча (не абавязкова)
bs: Prezime (po želji)
ca: Cognoms (opcionals)
el: Επίθετο (προαιρετικό)
es: Apellidos (opcional)
fa: نام خانوادگی (اختیاری)
fi: Sukunimi (valinnainen)
fr: Nom de famille (facultatif)
gd: Sloinneadh (roghainneil)
gl: Apelidos (opcional)
hu: Vezetéknév (opcionális)
id: Nama akhir (opsional)
it: Cognome (opzionale)
ms: Nama akhir (pilihan)
nb: Etternavn (påkrevd)
nl: Achternaam (optioneel)
pl: Nazwisko (opcjonalne)
pt: Último nome (opcional)
ro: Nume (opţional)
ru: Фамилия (необязательно)
sc: Sambenadu (no obligatòriu)
sk: Priezvisko (dobrovoľné)
sq: Mbiemri (opcional)
ur: آخری نام (مرضی ہے)

source: Select Chat
am: ውይይት ይምረጡ
ar: اختر دردشة
be: Абраць гутарку
bs: Izaberi razgovor
ca: Seleccioneu un xat
el: Επιλογή συνομιλίας
es: Seleccionar chat
fa: گپ رمزی
fi: Valitse keskustelu
fr: Sélectionner une discussion
gd: Tagh cabadaich
gl: Seleccionar conversas
hu: Csevegés kiválasztása
id: Pilih Obrolan
it: Seleziona chat
ms: Pilih Sembang
nb: Velg samtale
nl: Chat kiezen
pl: Wybierz czat
pt: Selecionar conversa
ro: Alege conversaţia
ru: Выберите диалог
sc: Seletziona tzarrada
sk: Zvoľ rozhovor
sq: Zhgjidh bisedën
ur: چیٹ منتخب کریں

source: Unmute
be: Укл. гук
ca: No posis en silenci
fi: Poista mykistys
id: Nyalakan
it: Suona
pl: Przestań ignorować
pt: Não silenciar
ru: Включить уведомления
sc: Ativa su sonu

source: Mute
be: Выкл. гук
ca: Silencia
fi: Mykistä
id: Bisukan
it: Silenzia
pl: Wycisz
pt: Silenciar
ru: Отключить уведомления
sc: A sa muda

source: Type message
am: መልእክት ይጻፉ
ar: نوع الرسالة
be: Напішыце паведамленне
bs: Piši poruku
ca: Escriviu un missatge
el: Πληκτρολογήστε μήνυμα
es: Escriba el mensaje
fa: نوشتن پیام
fi: Kirjoita viesti
fr: Écrire un message
gd: Sgrìobh teachdaireachd
gl: Escribir mensaxe
hu: Üzenet írása
id: Jenis pesan
it: Scrivi messaggio
ms: Taip mesej
nb: Skriv melding
nl: Bericht typen
pl: Wiadomość
pt: Escrever mensagem
ro: Tastează mesajul
ru: Введите сообщение
sc: Iscrie messàgiu
sk: Píšte správu
sq: Shkruaj një mesazh
ur: پیغام لکھیں

source: Audio attachment not supported yet ;(
am: ድምፅ ማያያዣ የተደገፈ አይደለም ;(
ar: إرفاق الصوت غير مدعوم بعد ;(
be: Аўдыё прымацаванне пакуль не падтрымліваецца ;(
bs: Audio prilozi nisu još uvijek podržani ;(
ca: Els àudios adjunts encara no estan suportats ;(
el: Η σύναψη ήχου δεν υποστηρίζεται ακόμα ;(
es: Las notas de audio aún no están soportadas ;(
fa: ضمیمهٔ صوتی هنوز پشتیبانی نمی‌شود ؛(
fi: Ääniliitteet eivät ole vielä tuettuja ;(
fr: Pièce jointe audio non encore prise en charge ;(
gd: Cha chuirear taic ri ceanglachain fuaime fhathast ;(
gl: Non se aceptan anexos de son polo momento ;(
hu: A hangcsatolmányok egyelőre nem támogatottak ;(
id: Berkas suara belum terdukung ;(
it: Allegati audio non ancora supportati ;(
ms: Lampiran Audio masih belum disokong ;(
nb: Lyd-vedlegg støttes ikke enda ;(
nl: Audiobijlage wordt nog niet ondersteund ;(
pl: Załączniki dźwiękowe jeszcze nie wspierane ;(
pt: Mensagens de áudio ainda não suportadas
ro: Trimiterea de fişiere audio nu a fost încă implementată :(
ru: Вложение аудиофайлов пока не поддерживается ;(
sc: Su cuntenutu àudio no est suportadu ;(
sk: Audio prílohy zatiaľ nie sú podporované ;(
sq: Ngjitjet më të folur nuk mbështeten për moment ;(
ur: آڈیو منسلکات کی ابھی تک معاونت نہیں ;(

source: You have to press and hold the record icon
am: እርስዎ መጫን እና መያዝ አለብዎት የ መቅረጫ ምልክት:
ar: يجب الضغط مع الاستمرار على رمز التسجيل
be: Вы павінны націснуць і ўтрымліваць значок запісу
ca: Polseu i aguanteu la icona de gravació
es: Presione y mantenga el icono de grabación
fi: Sinun täytyy painaa ja pitää pohjassa äänityskuvaketta
fr: Vous devez maintenir appuyée l'icône d'enregistrement
gl: Ten que manter premida a icona de gravación
id: Anda harus menekan dan menahan ikon rekaman
it: È necessario mantenere premuta l'icona del microfono
nb: Du må trykke og holde opptaksikonet
nl: Houd het opname-icoon ingedrukt
pl: Musisz kliknąć i przytrzymać ikonę nagrywania
pt: Pressione e segure o ícone de gravação
ro: Va trebui să apeşi şi să menţii icoana de înregistrare
ru: Вы должны нажать и удерживать иконку записи
sc: Incarca e mantene incarcada s'icona de registratzione
sk: Stlačte a podržte ikonu nahrávania
sq: Ju duhet ta shtypni dhe mbani butonin e ingjizimit

source: Please grant microphone access on System Settings > Security & Privacy.
am: እባክዎን ለ ማይክሮፎን ፍቃድ ይስጡ እንዲደርስ ወደ ስርአት ማሰናጃ > ደህንነት & ግለኝነት:
ar: الرجاء منح تصريح الوصول الي الميكروفون في اعدادات النظام > الحماية & الخصوصية.
be: Дазвольце доступ да мікрафону ў «Сістэмныя налады» > «Бяспека і Канфідэнцыяльнасць».
ca: Doneu accés al micròfon a Configuració del sistema > Seguretat i privadesa.
es: Permita el acceso al micrófono en Configuración de Sistema > Seguridad y Privacidad.
fi: Myönnä mikrofonin käyttöoikeus kohdassa Järjestelmän asetukset > Turvallisuus ja yksityisyys.
fr: Veuillez autoriser l'accès au microphone dans les Paramètres système > Securité et confidentialité.
id: Tolong izinkan akses mikrofon di dalam Pengaturan Sistem > Keamanan & Privasi.
it: Per favore concedere l'accesso al microfono in Impostazioni > Sicurezza & Privacy.
nl: Verleen toegang tot de microfoon in Instellingen > Veiligheid en Privacy.
pl: Proszę przyznać prawo użycia mikrofonu w Ustawienia Systemu > Prywatność i Zabezpieczenia.
pt: Por favor, garanta acesso ao microfone através das Definições > Segurança e privacidade.
ro: Trebuie să acorzi acces la microfon din Configurări de sistem > Securitate şi confidenţialitate > App permissions > Microphone.
ru: Предоставьте доступ к микрофону в Настройки > Безопасность и конфиденциальность.
sc: Cunfigura s'atzessu a su micròfonu in Cunfiguratziones de sistema > Seguridade e riservadesa.
sk: Prosím udeľte prístup k mikrofónu v "Nastavenia Systému" > "Bezpečnosť a súkromie".
sq: Ju lutemi lejoni qasje në Mikrofon përmes Cilësitë e Sistemit > Siguria & Intimiteti.

source: Settings
am: ማሰናጃ
ar: الضبط
be: Налады
bs: Podešavanja
ca: Configuració
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Paramètres
gd: Roghainnean
gl: Axustes
hu: Beállítások
id: Pengaturan
it: Impostazioni
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sc: Cunfiguratzione
sk: Nastavenia
sq: Konfigurimi
ur: ترتیبات
