Repository: ubports/telegram-app
Catalog: telegram/po/*.po
Languages: am, ar, be, bs, ca, el, es, fa, fi, fr, gd, gl, hu, id, it, ms, nb, nl, pl, pt, ro, ru, sc, sk, sq, ur

source: No Telegram messages received today.
am: ዛሬ የተቀበሉት የ ቴሌግራም መልእክቶች የሉም
ar: لا رسائل تلغرام تم استلامها اليوم.
be: Telegram: на сёння няма паведамленняў.
bs: Nema primljenih Telegram poruka danas.
ca: Avui no s'ha rebut cap missatge del Telegram.
el: Δεν παρελήφθησαν μηνύματα του Telegram σήμερα.
es: Hoy no se han recibido mensajes de Telegram.
fa: امروز هیچ پیام تلگرامی دریافت نشد.
fi: Ei tänään vastaanotettuja Telegram-viestejä.
fr: Aucun message reçu aujourd'hui sur Telegram.
gd: ha d' fhuair thu teachdaireachd Teileagraim an-diugh.
gl: Hoxe non recibiu mensaxes do Telegram.
hu: Nem érkeztek ma Telegram üzenetek.
id: Tidak ada pesan Telegram yang diterima hari ini.
it: Nessun messaggio di Telegram ricevuto oggi.
ms: Tiada mesej Telegram diterima hari ini.
nb: Ingen Telegram-meldinger er mottatt i dag.
nl: Vandaag geen Telegram-berichten ontvangen.
pl: Nie otrzymano dzisiaj wiadomości na Telegram.
pt: Sem mensagens do Telegram recebidas hoje.
ro: Nu ai primit nici un mesaj prin Telegram astăzi.
ru: Нет сообщений Telegram за сегодня.
sc: Oe no est arribadu perunu messàgiu de Telegram.
sk: Dnes vám cez Telegram neprišli žiadne správy.
sq: Sot nuk u pranua asnjë mesazh Telegrami.
ur: آک کوئی ٹیلی گرام پیغام موصول نہیں ہوا۔

source: Telegram messages sent today: %1
am: ዛሬ የተላኩ የ ቴሌግራም መልእክቶች: %1
ar: رسائل تلغرام المُرسلة اليوم: %1
be: Telegram: сёння даслана паведамленняў: %1
bs: Telegram poruka poslanih danas: %1
ca: Missatges del Telegram enviats avui: %1
el: Μηνύματα του Telegram που στάλθηκαν σήμερα: %1
es: Mensajes de Telegram enviados hoy: %1
fa: پیام‌های تلگرام ارسال شده در امروز: %1
fi: Telegram-viestejä lähetetty tänään: %1
fr: Messages de Telegram envoyés aujourd'hui : %1
gd: Teachdaireachdan Teileagraim a chuir thu an-diugh: %1
gl: Mensaxes do Telegram enviadas hoxe: %1
hu: Ma küldött Telegram üzenetek: %1
id: Pesan Telegram dikirim hari ini: %1
it: Messaggi di Telegram inviati oggi: %1
ms: Mesej Telegram dihantar hari ini: %1
nb: Telegram-meldinger sendt i dag: %1
nl: Vandaag verstuurde Telegram-berichten: %1
pl: Wysłanych dzisiaj wiadomości z Telegram: %1
pt: Mensagens do Telegram enviadas hoje: %1
ro: Mesaje trimise prin Telegram astăzi: %1
ru: Отправленных сообщений Telegram за сегодня: %1
sc: Messàgios de Telegram imbiados oe: %1
sk: Dnes odoslaných správ cez Telegram: %1
sq: Mesazhe të dërguara sot: %1
ur: ٹیلی گرام پیغامات جو آج ارسال کیے گئے: %1

source: No Telegram messages sent today.
am: ዛሬ የተላኩ የ ቴሌግራም መልእክቶች የሉም
ar: لا رسائل تلغرام تم إرسالها اليوم.
be: Telegram: аніякіх размоў на сёння.
bs: Nema poslanih Telegram poruka danas.
ca: No heu enviat cap missatge del Telegram avui.
el: Δεν στάλθηκαν μηνύματα του Telegram σήμερα.
es: Hoy no se enviaron mensajes por Telegram.
fa: امروز هیچ پیام تلگرامی ارسال نشد.
fi: Telegram-viestejä ei ole lähetetty tänään.
fr: Aucun message envoyé via Telegram aujourd'hui.
gd: Cha deach teachdaireachd Teileagraim a chur an-diugh.
gl: Hoxe non enviou mensaxes polo Telegram.
hu: Nem küldött ma Telegram üzenetet.
id: Tidak ada pesan Telegram dikirim hari ini.
it: Nessun messaggio di Telegram inviato oggi.
ms: Tiada mesej Telegram dihantar hari ini.
nb: Ingen Telegram-meldinger er sendt i dag.
nl: Er zijn geen Telegram-berichten verstuurd vandaag.
pl: Nie wysłano dziś żadnych wiadomości z Telegramu.
pt: Sem mensagens do Telegram enviadas hoje.
ro: Astăzi nu ai trimis nici un mesaj folosind Telegram.
ru: Сегодня не отправлялись сообщения Telegram.
sc: Oe no as imbiadu perunu messàgiu de Telegram.
sk: Dnes ste cez Telegram neodoslali žiadne správy.
sq: Sot nuk u dërgua asnje mesazhë Telegrami.
ur: آک کوئی ٹیلی گرام پیغام نہیں بھیجا گیا۔

source: If you want Telegram notifications when you're not using the app, sign in to your Ubuntu One account.
am: እርስዎ የ ቴሌግራም ማስታወቂያዎችን ከ ፈለጉ መተግበሪያውን በማይጠቀሙ ጊዜ: እርስዎ ወደ ኡቡንቱ ዋን መግለጫዎ ይግቡ
ar: إذا اردت إشعارات تليجرام عندما لا تستخدم التطبيق, سجل في حساب اوبونتو ون.
be: Калі вы хочаце атрымліваць паведамленні Telegram, калі не карыстаецеся дадаткам, увайдзіце ва ўліковы запіс Ubuntu One.
bs: Ako želite uključiti Telegram notifikacije kada ne koristite aplikaciju, prijavite se u vaš Ubuntu One račun.
ca: Si voleu que el Telegram us enviï notificacions quan no l'estigueu usant, inicieu sessió a l'Ubuntu One.
el: Εάν θέλετε ειδοποιήσεις Telegram όταν δεν χρησιμοποιείτε την εφαρμογή, συνδεθείτε στον λογαριασμό Ubuntu One.
es: Acceda a su cuenta de Ubuntu One para obtener notificaciones cuando no utilice la aplicación.
fa: اگر آگهی‌های تلگرام را هنگامی که از کاره استفاده نمی‌کنید می‌خواهید، وارد حساب اوبونتووان خود شوید.
fi: Jos haluat Telegram-ilmoitukset kun sovellus ei ole käynnissä, kirjaudu Ubuntu One -tilillesi.
fr: Si vous voulez des notifications de Telegram lorsque vous n'utilisez pas l'application, connectez-vous à votre compte Ubuntu One.
gd: Ma tha thu airson brathan Teileagraim fhaighinn nuair nach eil thu a' chleachdadh na h-aplacaid, clàraich a-steach dhan chunntas Ubuntu One agad.
gl: Se desexa ter notificacións do Telegram cando non estea a usar o aplicativo, acceda á súa conta de Ubuntu One.
hu: Ha szeretne Telegram értesítéseket úgyis, hogy nem fut az alkalmazás, akkor jelentkezzen be az Ubuntu One fiókjába.
id: Apabila anda ingin notifikasi Telegram saat tidak menggunakan aplikasi, Masuk ke akun Ubuntu One anda.
it: Se vuoi ricevere le notifiche di Telegram quando non usi l'app, accedi al tuo account Ubuntu One.
ms: Jika anda mahu pemberitahuan Telegram apabila tidak menggunakan aplikasi ini, daftar masuk ke akaun Ubuntu One anda.
nb: Logg på Ubuntu One hvis du vil at Telegram skal varsle deg selv om du ikke bruker programmet.
nl: Als u Telegram-notificaties wilt ontvangen wanneer u de app niet gebruikt, meld u aan bij uw Ubuntu One-account.
pl: Jeśli chcesz otrzymywać powiadomienia o wiadomościach, gdy nie używasz aplikacji, zaloguj się na swoje konto Ubuntu One.
pt: Se quiser notificações do Telegram quando não estiver a usar a app, inicie sessão na sua conta Ubuntu One.
ro: Dacă vrei să primeşti notificări de la Telegram atunci când nu foloseşti aplicaţia trebuie să te autentifici în contul de Ubuntu One.
ru: Если вы хотите получать оповещения Telegram, когда не используете приложение, войдите в учетную запись Ubuntu One.
sc: Si cheres notìficas de Telegram cando no ses impreende s'aplicatzione mòbile, identifica·ti cun su contu tuo de Ubuntu One.
sk: Ak chcete oznámenia z Telegramu, keď nepoužívate aplikáciu, prihláste sa do účtu Ubuntu One.
sq: Nëse dëshironi të merrni njoftimet e telegramit edhe nëse nuk jeni duke përdorur aplikacionin, hyni në llogarinë tuaj të Ubuntu One.
ur: اگر آپ ٹیلی گرام اطلاعات چاہتے ہیں جب آپکی ایپ بند ہو تو اس کے لیے آُپکو اپنے Ubuntu One کھاتے میں لاگ ان کرنا ہو گا۔

source: Sign in to Ubuntu One
am: ወደ ኡቡንቱ ዋን መግቢያ
ar: الولوج إلى أوبونتو ون
be: Увайсці ў Ubuntu One
bs: Prijava na Ubuntu One
ca: Inicia la sessió a l'Ubuntu One
el: Σύνδεση στο Ubuntu One
es: Iniciar sesión en Ubuntu One
fa: ورود به اوبونتو وان
fi: Kirjaudu Ubuntu One -palveluun
fr: Se connecter à Ubuntu One
gd: Clàraich a-steach gu Ubuntu One
gl: Iniciar sesión en Ubuntu One
hu: Ubuntu One bejelentkezés
id: Masuk ke Ubuntu One
it: Accedi a Ubuntu One
ms: Daftar masuk ke Ubuntu One
nb: Logg på Ubuntu One
nl: Aanmelden bij Ubuntu One
pl: Zaloguj się do Ubuntu One
pt: Inicie sessão no Ubuntu One
ro: Autentificare în Ubuntu One
ru: Подключение к Ubuntu One
sc: Identìfica·ti in Ubuntu One
sk: Prihllásiť sa do účtu Ubuntu One
sq: Hyni në llogarinë Ubuntu One
ur: اوبونٹو ون میں سائن ان کریں

source: Remind me later
am: በኋላ አስታውሰኝ
ar: ذكّرني لاحقا
be: Нагадаць пазней
bs: Podsjeti me kasnije
ca: Recorda-m'ho més endavant
el: Υπενθύμιση αργότερα
es: Recordarme más tarde
fa: بعداُ یادآوری کن
fi: Muistuta minua myöhemmin
fr: Me le rappeler plus tard
gd: Cuir nam chuimhne an ceann greis
gl: Lembrarmo máis tarde
hu: Emlékeztessen később
id: Ingatkan saya nanti
it: Ricordamelo dopo
ms: Ingatkan saya kemudian
nb: Minn meg på det senere
nl: Me later herinneren
pl: Przypomnij mi później
pt: Lembrar-me mais tarde
ro: Aminteşte-mi mai târziu
ru: Напомнить позже
sc: Ammenta·mi·lu luego
sk: Pripomenúť neskôr
sq: Më kujto më vonë
ur: دوبارہ یاد کرا دینا

source: Don't want notifications
am: ማስታወቂያዎች አልፈልግም
ar: لا أريد التنبيهات
be: Не паказваць нагадванні
bs: Ne želim notifikacije
ca: No vull notificacions
el: Δεν θέλετε ειδοποιήσεις
es: No quiero notificaciones
fa: آگهی‌ها را نمی‌خواهم
fi: En halua ilmoituksia
fr: Je ne veux pas de notifications
gd: Chan eil mi ag iarraidh brathan
gl: Non desexo notificacións
hu: Nem szeretnék értesítéseket
id: Tidak ingin notifikasi
it: Non voglio notifiche
ms: Tidak mahu pemberitahuan
nb: Ikke varsle
nl: Geen mededelingen
pl: Nie chcę powiadomień
pt: Não quero notificações
ro: Nu vreau notificări
ru: Не показывать уведомления
sc: Non chèrgio notìficas
sk: Nechcem oznámenia
sq: Nuk dëshirojë njoftime
ur: اطلاعات نہیں چاہتا

source: Accounts
am: መግለጫ
ar: الحسابات
be: Уліковыя запісы
bs: Korisnički računi
ca: Comptes
el: Λογαριασμοί
es: Cuentas
fa: حساب‌ها
fi: Tilit
fr: Comptes
gd: Cunntasan
gl: Contas
hu: Fiókok
id: Akun
it: Account
ms: Akaun
nb: Kontoer
pl: Konta
pt: Contas
ro: Conturi
ru: Учетные записи
sc: Contos
sk: Účty
sq: Llogaritë
ur: کھاتے

source: Add Account
am: መግለጫ መጨመሪያ
ar: إضافة حساب
be: Дадаць акаўнт
bs: Dodaj račun
ca: Afegeix un compte
el: Προσθήκη λογαριασμού
es: Añadir cuenta
fa: افزودن حساب
fi: Lisää tili
fr: Ajouter un compte
gd: Cuir cunntas ris
gl: Engadir unha conta
hu: Új fiók
id: Tambahkan Akun
it: Aggiungi account
ms: Tambah Akaun
nb: Legg til konto
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
ro: Adaugă cont
ru: Добавить учетную запись
sc: Agiunghe contu
sk: Pridať účet
sq: Fut Llogari
ur: کھاتہ شامل کریں

source: Photo
am: ፎቶ
ar: صورة
be: Фотаздымак
bs: Fotografija
ca: Foto
el: Φωτογραφία
es: Foto
fa: نگاره
fi: Kuva
gd: Dealbh
gl: Foto
hu: Fénykép
id: Foto
it: Foto
ms: Foto
nb: Bilde
nl: Foto
pl: Zdjęcie
pt: Fotografia
ro: Imagine
ru: Фото
sc: Fotografia
sk: Fotka
sq: Imazhi
ur: تصویر

source: Video
am: ቪዲዮ
ar: فيديو
be: Відэа
ca: Vídeo
el: Βίντεο
es: Vídeo
fa: ویدیو
fr: Vidéo
gl: Vídeo
hu: Videó
pl: Wideo
pt: Vídeo
ru: Видео
sc: Vìdeu
ur: ویڈیو

source: File
am: ፋይል
ar: ملف
be: Файл
bs: Dokument
ca: Fitxer
el: Αρχείο
es: Archivo
fa: پرونده
fi: Tiedosto
fr: Fichier
gd: Faidhle
gl: Ficheiro
hu: Fájl
ms: Fail
nb: Fil
nl: Bestand
pl: Plik
pt: Ficheiro
ro: Fişier
ru: Файл
sc: Archìviu
sk: Súbor
sq: Fajll
ur: فائل

source: <<< Swipe to cancel
ar: <<< التمرير للالغاء
be: <<< працяніце, каб адмяніць
ca: <<< Llisqueu per cancel·lar
es: <<< Deslice para cancelar
fi: <<< Pyyhkäise keskeyttääksesi
fr: <<< Glisser pour annuler
gl: <<< Esvarar para cancelar
id: <<< Geser untuk membatalkan
it: <<< Scorri per annullare
nb: <<< Dra for å avbryte
nl: <<< Veeg om te annuleren
pl: <<< Przesuń, aby anulować
pt: <<< Deslize para cancelar
ro: <<< Glisați pentru a anula
ru: <<< Проведите для отмены
sc: <<< Iscurre pro annullare
sk: <<< Potiahnuť pre zrušenie
sq: <<< Rrëshqitë për të anuluar

source: Waiting for user to get online...
am: ተጠቃሚው መስመር ላይ አስኪገባ በ መጠበቅ ላይ...
ar: ينتظر المستخدم حتى يتصل بالإنترنت...
be: Чакаем карыстальніка анлайн...
bs: Čekam korisnika da bude online...
ca: S'està esperant que l'usuari estigui en línia...
el: Αναμονή μέχρι ο χρήστης να συνδεθεί...
es: Esperando que el usuario se conecte...
fa: انتظار برای برخط شدن کاربر…
fi: Odotetaan käyttäjän saapuvan verkkoon...
fr: Attente de la connexion de l'utilisateur...
gd: A' feitheamh gus an tig an cleachdaiche air loidhne...
gl: Agardando a que o usuario se conecte...
hu: Várakozás a partnerre…
id: Menunggu pengguna untuk menjadi online...
it: In attesa che l'utente sia online...
ms: Menunggu pengguna untuk diatas-talian...
nb: Venter på at bruker skal komme på nett …
nl: Wachten tot gebruiker online komt...
pl: Oczekiwanie na drugiego użytkownika...
pt: A esperar que o utilizador fique ligado...
ro: Se aşteaptă ca utilizatorul să devină disponibil ...
ru: Ожидание доступности пользователя…
sc: Isetende chi s'utente siat in lìnea...
sk: Čakanie na pripojenie užívateľa...
sq: Duke pritur përdoruesin për tu kyqur…
ur: صارف کے آن لائن ہونے کا انتظار

source: Secret chat requested
am: የሚስጥር ውይይት ተጠይቋል
ar: تم طلب دردشة سرّية
be: Запыт на сакрэтную гутарку дасланы
bs: Zahtjev za tajnim razgovorom poslan
ca: S'ha sol·licitat un xat secret
el: Έγινε αίτηση για μυστική συνομιλία
es: Solicitado chat secreto
fa: گپ رمزی درخواست شد
fi: Salainen keskustelu pyydetty
fr: Discussion privée demandée
gd: Chaidh cabadaich dhìomhair iarraidh
gl: Solicitada unha conversa secreta
hu: Felkérve titkos csevegésre
id: Meminta obrolan rahasia
it: Chat segreta richiesta
ms: Sembang rahsia dipinta
nb: Bedt om hemmelig samtale
nl: Geheime chat aangevraagd
pl: Wysłano prośbę tajnego czatu
pt: Conversa secreta solicitada
ro: Cerere convorbire secretă
ru: Запрос на секретную беседу отправлен
sc: Rechesta una tzarrada segreta
sk: Zabezpečený rozhovor vyžiadaný
sq: Kërkesë për bisedë sekrete
ur: خفیہ چیٹ کی درخواست

source: Secret chat created
am: የ ሚስጥር ውይይት ተፈጥሯል
ar: تم إنشاء دردشة سرّية
be: Сакрэтная гутарка створана
bs: Tajni razgovor je napravljen
ca: S'ha creat un xat secret
el: Δημιουργήθηκε μυστική συνομιλία
es: Chat secreto creado
fa: گپ رمزی ایجاد شد
fi: Salainen keskustelu luotu
fr: Discussion privée créée
gd: Chaidh cabadaich dhìomhair a chruthachadh
gl: Creouse unha conversa secreta
hu: Titkos csevegés létrehozva
id: Obrolan rahasia dibuat
it: Chat segreta creata
ms: Sembang rahsia dicipta
nb: Hemmelig samtale opprettet
nl: Geheime chat aangemaakt
pl: Utworzono tajny czat
pt: Conversa secreta criada
ro: Convorbire secretă creată
ru: Секретная беседа создана
sc: Creada una tzarrada segreta
sk: Zabezpečený rozhovor vytvorený
sq: U krijua bisedë sekret
ur: خفیہ چیٹ بنائی گئی

source: Secret chat discarded
am: የሚስጥር ውይይት ተወግዷል
ar: تم تجاهل الدردشة السرّية
be: Сакрэтная гутарка скінута
bs: Tajni razgovor je odbačen
ca: S'ha cancel·lat el xat secret
el: Απόρριψη μυστικής συνομιλίας
es: Chat secreto descartado
fa: گپ رمزی دور انداخته شد
fi: Salainen keskustelu hylätty
fr: Discussion privée rejetée
gd: Chaidh cabadaich dhìomhair a leigeil seachad
gl: A conversa secreta foi rexeitada
hu: Titkos csevegés elvetve
id: Obrolan rahasia dibuang
it: Chat segreta scartata
ms: Sembang rahsia disingkir
nb: Hemmelig samtale forkastet
nl: Geheime chat verworpen
pl: Odrzucono tajny czat
pt: Conversa secreta descartada
ro: Convorbire secretă ştearsă
ru: Секретный чат сброшен
sc: Iscartada una tzarrada segreta
sk: Zabezpečený rozhovor odstránený
sq: Hudhet biseda sekrete
ur: خفیہ چیٹ مسترد کردی گئی

source: Disabled
am: ተሰናክሏል
ar: معطّلة
be: Адключана
bs: Isključen
ca: Inhabilitat
el: Απενεργοποιημένο
es: Inhabilitado
fa: غیرفعّال شده
fi: Ei käytössä
fr: Désactivé
gd: À comas
gl: Desactivado
hu: Letiltott
id: Dinonaktifkan
it: Disabilitato
ms: Dilumpuhkan
nb: Slått av
nl: Uitgeschakeld
pl: Wyłączony
pt: Desativado
ro: Dezactivat
ru: Выключено
sc: Disativadu
sk: Zablokovaný
sq: Ç‘kyqur
ur: غیرفعال کردہ

source: %1 second
am: %1 ሰከንድ
ar: أقل من ثانية (%1)
be: %1 секунда
bs: %1 sekunda
ca: %1 segon
el: %1 δευτερόλεπτο
es: %1 segundo
fa: %1 ثانیه
fi: %1 sekunti
fr: %1 seconde
gd: %1 diog
gl: %1 segundo
hu: %1 másodperc
id: %1 detik
it: %1 secondo
ms: %1 saat
nb: %1 sekund
nl: %1 seconde
pl: %1 sekunda
pt: %1 segundo
ro: %1 secundă
ru: %1 секунда
sc: %1 segundu
sk: %1 sekunda
sq: %1 sekondë
ur: %1 سیکنڈ

source: 1 minute
am: በ 1 ደቂቃ
ar: دقيقة واحدة
be: 1 хвіліна
bs: %1 minuta
ca: 1 minut
el: 1 λεπτό
es: un minuto
fa: ۱ دقیقه
fi: 1 minuutti
gd: 1 mhionaid
gl: 1 minuto
hu: 1 perc
id: 1 menit
it: 1 minuto
ms: 1 minit
nb: 1 minutt
nl: 1 minuut
pl: 1 minuta
pt: 1 minuto
ro: 1 minut
ru: 1 минута
sc: 1 minutu
sk: 1 minuta
sq: 1 Minutë
ur: ۱ منٹ

source: 1 hour
am: በ 1 ሰአት
ar: ساعة واحدة
be: 1 гадзіна
bs: 1 sat
ca: 1 hora
el: 1 ώρα
es: 1 hora
fa: ۱ ساعت
fi: 1 tunti
fr: 1 heure
gd: 1 uair a thìde
gl: 1 hora
hu: 1 óra
id: 1 jam
it: 1 ora
ms: 1 Jam
nb: 1 time
nl: 1 uur
pl: 1 godzina
pt: 1 hora
ro: o oră
ru: 1 час
sc: 1 ora
sk: 1 hodina
sq: 1 orë
ur: ۱ گھنٹہ

source: 1 day
am: በ 1 ቀን
ar: يوم واحد
be: 1 дзень
bs: 1 dan
ca: 1 dia
el: 1 ημέρα
es: 1 día
fa: ۱ روز
fi: 1 päivä
fr: 1 jour
gd: 1 latha
gl: 1 día
hu: 1 nap
id: 1 hari
it: 1 giorno
ms: 1 hari
nb: 1 dag
nl: 1 dag
pl: 1 dzień
pt: 1 dia
ro: o zi
ru: 1 день
sc: 1 die
sk: 1 deň
sq: 1 ditë
ur: ۱ دن

source: 1 week
am: በ 1 ሳምንት
ar: أسبوع واحد
be: 1 тыдзень
bs: 1 sedmica
ca: 1 setmana
el: 1 εβδομάδα
es: 1 semana
fa: ۱ هفته
fi: 1 viikko
fr: 1 semaine
gd: 1 seachdain
gl: 1 semana
hu: 1 hét
id: 1 minggu
it: 1 settimana
ms: 1 minggu
nb: 1 uke
pl: 1 tydzień
pt: 1 semana
ro: o săptămână
ru: 1 неделя
sc: 1 chida
sk: 1 týždeň
sq: 1 javë
ur: ۱ ہفتہ

source: Leave chat
am: ከ ውይይት መውጫ
ar: دردشة حية
be: Пакінуць гутарку
bs: Napusti razgovor
ca: Abandona el xat
el: Αποχώρηση από συνομιλία
es: Abandonar chat
fa: ترک گپ
fi: Poistu keskustelusta
fr: Quitter la discussion
gd: Fàg a' chabadaich
gl: Saír da conversa
hu: Csevegés elhagyása
id: Keluar obrolan
it: Lascia la chat
ms: Keluar sembang
nb: Forlat samtale
nl: Chat verlaten
pl: Opuść rozmowę
pt: Deixar conversa
ro: Părăseşte discuţia
ru: Покинуть беседу
sc: Lassa sa tzarrada
sk: Opustiť rozhovor
sq: Braktisë chatin
ur: چیٹ چھوڑیں

source: Are you sure you want to leave this chat?
am: በ እርግጥ ከ ውይይቱ መውጣት ይፈልጋሉ?
ar: هل أنت متأكد من رغبتك في مغادرة هذه الدردشة؟
be: Сапраўды пакінуць гутарку?
bs: Jeste li sigurni da želite napustiti ovaj razgovor?
ca: Segur que voleu abandonar aquest xat?
el: Είστε σίγουροι πως θέλετε να αποχωρήσετε από την συνομιλία;
es: ¿Confirma que quiere abandonar este chat?
fa: مطمئنید می‌خواهید این گپ را ترک کنید؟
fi: Haluatko varmasti poistua tästä keskustelusta?
fr: Êtes-vous sûr de vouloir quitter la discussion ?
gd: A bheil thu cinnteach gu bheil thu airson a' chabadaich seo fhàgail?
gl: Confirma que desexa abandonar esta conversa?
hu: Biztos, hogy el akarja hagyni ezt a csevegést?
id: Apakah anda yakin untuk keluar dari obrolan ini?
it: Sei sicuro di voler lasciare questa chat?
ms: Anda pasti mahu keluar dari sembang ini?
nb: Er du sikker på at du vil forlate denne samtalen?
nl: Weet u zeker dat u deze chat wilt verlaten?
pl: Jesteś pewny, że chcesz opuścić tą rozmowę?
pt: Deixar esta conversa?
ro: Eşti sigur că doreşti să părăseşti această discuţie?
ru: Хотите покинуть беседу?
sc: Ses seguru chi cheres lassare custa tzarrada?
sk: Ste si istý, že chcete opustiť rozhovor?
sq: Jeni i sigurtë, që doni ta braktisni chatin?
ur: کیا آپ واقعی یہ چیٹ چھوڑنا چاہتے ہیں؟

source: Clear history
am: ታሪክ ማጽጃ
ar: محو السجل
be: Сцерці гісторыю
bs: Očisti historiju
ca: Neteja l'historial
el: Εκκαθάριση ιστορικού
es: Borrar historial
fa: پاک‌سازی تاریخچه
fi: Tyhjennä historia
fr: Effacer l'historique
gd: Falamhaich an eachdraidh
gl: Limpar o historial
hu: Előzmények törlése
id: Bersihkan riwayat
it: Cancella cronologia
ms: Kosongkan sejarah
nb: Tøm logg
nl: Geschiedenis wissen
pl: Wyczyść historię
pt: Limpar histórico
ro: Şterge istoricul
ru: Очистить историю
sc: Cantzella cronologia
sk: Vyčstiť históriu
sq: Fshijë rrjedhëjen
ur: ہسٹری صاف کریں

source: Are you sure you want to clear history?
am: በ እርግጥ ታሩኩን ማጽዳት ይፈልጋሉ?
ar: هل أنت متأكد من رغبتك في محو السجل؟
be: Сцерці гісторыю?
bs: Jeste li sigurni da želite očistiti historiju?
ca: Segur que voleu esborrar l'historial?
el: Είστε σίγουροι ότι θέλετε να εκκαθαρίσετε το ιστορικό
es: ¿Está seguro de que quiere borrar el historial?
fa: مطمئنید می‌خواهید تاریخچه را پاک کنید؟
fi: Haluatko varmasti tyhjentää historian?
fr: Êtes-vous sûr de vouloir nettoyer l'historique ?
gd: A bheil thu cinnteach gu bheil thu airson an eachdraidh fhalamhachadh?
gl: Confirma o borrado do historial?
hu: Biztos benne, hogy törölni szeretné az előzményeket?
id: Apakah anda yakin untuk membersihkan riwayat?
it: Sei sicuro di voler eliminare la cronologia?
ms: Anda pasti mahu kosongkan sejarah?
nb: Er du sikker på at du vil tømme loggen?
nl: Geschiedenis echt wissen?
pl: Czy na pewno wyczyścić historię?
pt: Quer mesmo limpar o histórico?
ro: Eşti sigur că vrei să ştergi istoricul?
ru: Хотите удалить историю?
sc: Ses seguru chi nde boles isboidare sa cronologia?
sk: Ste si istý, že chcete vyčstiť históriu?
sq: Jeni i sigurtë, që doni ta fshini rrjedhëjen?
ur: کيا آپ واقعي ہسٹری صاف کرنا چاہتے؟

source: You:
ar: انت:
be: Вы:
ca: Jo:
es: Tú:
fi: Sinä:
fr: Vous:
id: Anda:
it: Tu:
nb: Deg:
nl: U:
pl: Ty:
pt: Você:
ro: Tu:
ru: Вы:
sc: Tue:
sk: Vy:
sq: Unë:

source: typing...
am: በ መጻፍ ላይ...
ar: يكتب...
be: друкуе...
bs: piše...
ca: escrivint...
el: πληκτρολογεί...
es: escribiendo...
fa: در حال نوشتن…
fi: kirjoittaa...
fr: écrit...
gd: a' sgrìobhadh...
gl: escribindo...
hu: gépel…
id: mengetik...
it: sta scrivendo...
ms: sedang menaip...
nb: skriver …
nl: aan het typen...
pl: pisze...
pt: a escever...
ro: tastează...
ru: печатает…
sc: iscriende...
sk: píše...
sq: po shkruan…
ur: لکھ رہا/رہی ہے...

source: You changed the group title to %1
ar: لقد قمت بتغيير عنوان المجموعة الي %1
be: Вы змянілі назву групы на %1
ca: Heu canviat el nom del grup a «%1»
es: Cambió el nombre de grupo a %1
fi: Vaihdoit ryhmän nimeksi %1
fr: Vous avez changé le titre du groupe en %1
id: Anda merubah judul grup menjadi %1
it: Hai cambiato il nome del gruppo in %1
nl: U heeft de groepsnaam veranderd in %1
pl: Zmieniłeś nazwę grupy na %1
pt: Você alterou o nome do grupo para %1
ro: Ai schimbat numele grupului în %1
ru: Вы изменили название группы на %1
sc: As mudadu su nùmene de su grupu a %1
sk: Zmenili ste nadpis skupiny %1
sq: Ju keni ndryshar emrin e Grupit në »%1«

source: %1 changed the group title to %2
ar: %1 قام بتغيير عنوان المجموعة الي %2
be: %1 змяніў назву групы на %2
ca: %1 ha canviat el nom del grup a «%2»
es: %1 cambió el nombre del grupo a %2
fi: %1 vaihtoi ryhmän nimeksi "%2"
fr: %1 a changé le titre du groupe en %2
id: %1 merubah judul grup menjadi %2
it: %1 ha cambiato il nome del gruppo in %2
nl: %1 heeft de groepsnaam veranderd in %2
pl: %1 zmienił nazwę grupy na %2
pt: %1 alterou o nome do grupo para "%2"
ro: %1 a schimbat numele grupului în %2
ru: %1 изменил название группы на %2
sc: %1 at mudadu su nùmene de su grupu a %2
sk: %1 zmenil nadpis skupiny na %2
sq: %1 ka ndryshuar emrin e Grupit në »%2«

source: Voice message
ar: رسالة صوتية
be: Галасавое паведамленне
ca: Missatge de veu
es: Mensaje de voz
fi: Ääniviesti
fr: Message vocal
id: Pesan suara
it: Messaggio vocale
nl: Spraakbericht
pl: Wiadomość głosowa
pt: Mensagem de voz
ro: Mesaj vocal
ru: Голосовое сообщение
sc: Messàgiu vocale
sk: Hlasová správa
sq: Mesazh zëri

source: Sticker
ar: الملصق
be: Наклейка
ca: Adhesiu
es: Pegatina
fi: Tarra
id: Stiker
nb: Klistremerke
pl: Ikonka
pt: Autocolante
ru: Наклейка
sc: Adesivos
sk: Nálepka
sq: Figurë

source: %1 joined your secret chat.
ar: %1 قام بالانضمام الي محادثتك السرية.
be: %1 далучыўся да сакрэтнай гутаркі.
ca: %1 s'ha afegit al vostre xat secret.
es: %1 le invitó a un chat secreto.
fi: %1 liittyi salaiseen keskusteluusi.
fr: %1 a rejoint votre discussion secrète.
id: %1 bergabung ke obrolan rahasia Anda.
it: %1 si è unito alla tua chat segreta.
nl: %1 heeft zich bij uw geheime chat aangesloten.
pl: %1 dołączył do tajnego czatu.
pt: %1 juntou-se à sua conversa secreta.
ro: %1 sa alăturat discuţiei secrete creată de tine.
ru: % 1 присоединился к вашему секретному чату.
sc: %1 at aderidu a sa tzarrada segreta tua.
sk: %1 sa pripojil k vášmu zabezpečenému rozhovoru.
sq: %1 hyri në bisedën sekrete.
