Repository: ubports/telegram-app
Catalog: telegram/po/*.po
Languages: am, ar, be, bs, ca, el, es, fa, fi, fr, gd, gl, hu, id, it, ms, nb, nl, pl, pt, ro, ru, sc, sk, sq, ur

source: Welcome to the era<br>of fast and secure messaging
am: እንኳን ደህና መጡ ወደ ዘመነ<br>ፈጣን አስተማማኝ መልእክተኛ
ar: مرحبا بك في<br> التراسل الفوري والآمن
be: Сардэчна запрашаем у эру<br>хуткіх і бяспечных размоваў
bs: Dobrodošli u eru<br>brzog i sigurnog razgovaranja
ca: Us donem la benvinguda <br>a l'era de la missatgeria ràpida i segura
el: Καλως ήρθατε στην εποχή<br> της γρήγορης και ασφαλούς ανταλλαγής μηνυμάτων
es: Bienvenido/a a la era<br>de la mensajería rápida y segura
fa: به عصر پیام‌رسانی<br>سریع و ایمن خوش آمدید
fi: Tervetuloa nopean ja turvallisen<br>viestinnän aikakaudelle
fr: Bienvenue dans l'ère<br> de la messagerie rapide et sécurisée
gd: Fàilte gu linn nan<br>teachdaireachdan luatha is tèarainte
gl: Benvido/a á era<br>da mensaxería rápida e segura
hu: Üdvözöljük a gyors és biztonságos<br>üzenetküldés korában
id: Selamat datang ke era<br>dari pepesanan yang cepat dan aman
it: Benvenuti nell'era<br>della messaggistica veloce e sicura
ms: Selamat Datang ke era pemesejan<br>yang pantas dan selamat
nb: Velkommen til en epoke<br>med raske og sikre meldingstjenester
nl: Welkom in het tijdperk<br>van snel en veilig berichten versturen
pl: Witaj w erze<br>szybkiej i bezpiecznej komunikacji
pt: Bem-vindo à era<br>das mensagens seguras e rápidas
ro: Bine ai venit în era <br>comunicării securizate şi rapidă
ru: Добро пожаловать в эру<br>быстрого и безопасного общения
sc: Bene bènnidu in s'era<br>de sa messagìstica lestra e segura
sk: Vitajte vo veku <br>rýchlej a bezpečnej komunikácie
sq: Mirësevini në moshën e <br>komunikimit më të shpejtë dhe sigurtë
ur: تیز اور محفوظ پیغام رسانی<br> کے دور میں خوش آمدید

source: Fast
am: ፈጣን
ar: فوري
be: Хуткі
bs: Brz
ca: Ràpida
el: Γρήγορο
es: Rápida
fa: سریع
fi: Nopea
fr: Rapide
gd: Luath
gl: Rápido
hu: Gyors
id: Cepat
it: Veloce
ms: Pantas
nb: Raskt
nl: Snel
pl: Szybki
pt: Rápida
ro: Rapidă
ru: Быстрый
sc: Lestru
sk: Rýchly
sq: Shpejtë
ur: تیز

source: <b>Telegram</b> delivers messages faster<br> than any other application
am: <b>ቴሌግራም</b> መልእክቶችን በ ፍጥነት ያደርሳል<br> ከ ማንኛውም መተግበሪያ በላይ
ar: <b>تلغرام</b> يقوم بتوصيل الرسائل أسرع<br> من أي تطبيق آخر
be: <b>Telegram</b> дастаўляе паведамленні<br> хутчэй іншых дадаткаў
bs: <b>Telegram</b> dostavlja poruke brže<br> nego bilo koja druga aplikacija
ca: <b>El Telegram</b> entrega els missatges més ràpidament<br> que qualsevol altra aplicació
el: <b>Το Telegram</b> παραδίδει τα μηνύματα ταχύτερα<br> από κάθε άλλη εφαρμογή
es: <b>Telegram</b> entrega los mensajes más rápido<br>que el resto de aplicaciones
fa: <b>تلگرام</b> پیام‌ها را سریع‌تر از<br>هر کارهٔ دیگری می‌رساند
fi: <b>Telegram</b> toimittaa viestit<br> nopeammin kuin mikään muu sovellus
fr: <b>Telegram</b> délivre les messages plus vite<br> que n'importe quelle autre application
gd: Lìbhrigidh <b>Teileagram</b> teachdaireachdan nas luaithe<br>na aplacaid sam bith eile
gl: <b>Telegram</b> entrega as mensaxes máis axiña<br> que calquera outro aplicativo
hu: A <b>Telegram</b> gyorsabban kézbesíti az<br>üzeneteket, mint bármely más alkalmazás
id: <b>Telegram</b> mengirimkan pesan lebih cepat<br> dibanding aplikasi lain
it: <b>Telegram</b> consegna i messaggi più<br>velocemente di qualsiasi altra app
ms: <b>Telegram</b> menghantar pesanan lebih pantas<br> dari mana-mana aplikasi lain
nb: <b>Telegram</b> leverer meldinger raskere<br> enn noe annet program
nl: <b>Telegram</b> bezorgt berichten sneller<br> dan welke andere toepassing dan ook
pl: <b>Telegram</b> dostarcza wiadomości szybciej<br > niż jakiekolwiek inne aplikacje
pt: <b>Telegram</b> envia mensagens mais rápidas<br> do que qualquer outra app
ro: <b>Telegram</b> livrează mesajele mai rapid<br> decât orice altă aplicaţie
ru: <b>Telegram</b> доставляет сообщения<br> быстрее других приложений
sc: <b>Telegram</b> imbiat e retzit messàgios a sa lestra<br> prus de cale si siat àtera aplicatzione
sk: <b>Telegram</b> doručuje správy rýchlejšie<br>ako akákoľvek iná aplikácia
sq: <b>Telegrami</b> bartë mesazhet më së spejti<br> së qdo tjetër aplikacion
ur: <b>ٹیلی گرام</b> کسی بھی ایپلی کیشن کے مقابلے میں<br> پیغامات بہت جلدی پہنچاتا ہے

source: Free
am: ነፃ
ar: مجاني
be: Безкаштоўна
bs: Besplatan
ca: Gratuïta
el: Δωρεάν
es: Gratuita
fa: آزاد
fi: Ilmainen
fr: Gratuit
gd: An-asgaidh
gl: Gratis
hu: Ingyenes
id: Gratis
it: Gratis
ms: Percuma
nb: Gratis
nl: Gratis
pl: Bezpłatny
pt: Grátis
ro: Gratuit
ru: Бесплатный
sc: De badas
sk: Voľný
sq: Pa kosto
ur: مفت

source: <b>Telegram</b> is free forever. No ads.<br> No subscription fees
am: <b>ቴሌግራም</b> ነፃ ነው: ማስታወቂያ የለውም<br> የ አባል ክፍያ የለውም
ar: <b>تلغرام</b> مجاني للأبد. بدون إعلانات. <br> وبدون رسوم اشتراك
be: <b>Telegram</b> заўсёды безкаштоўны. Аніякай рэкламы.<br> Аніякіх платных падпісак
bs: <b>Telegram</b> će zauvijek biti besplatan. Bez reklama.<br> Bez pretplatnih troškova
ca: El <b>Telegram</b> sempre serà gratuït.<br>Sense anuncis ni quotes de subscripció.
el: <b>Telegram</b>δωρεάν για πάντα. Χωρίς διαφημίσεις.<br>Χωρίς συνδρομή
es: <b>Telegram</b> será siempre gratis. Sin publicidad.<br>Sin cuotas
fa: <b>تلگرام</b> برای همیشه رایگان است..<br>بدون تبلیغ. بدون حقّ عضویت
fi: <b>Telegram</b> on aina ilmainen, eikä sisällä mainoksia.<br> Ei sisällä tilaus- tai mikromaksuja
fr: <b>Telegram</b> est gratuit pour toujours. Sans publicité.<br> Pas de frais d'abonnement
gd: Bidh <b>Teileagram</b> an-asgaidh gu buan. Gun sanasachd.<br> Gun chìsean fo-sgrìobhaidh
gl: <b>Telegram</b> será sempre de balde. Sen publicidade.<br> Sen subscricións de pago
hu: A <b>Telegram</b> mindig ingyenes marad.<br>Nincs reklám. Nincs előfizetési díj
id: <b>Telegram</b> gratis selamanya. Tidak ada iklan.<br> Tidak ada biaya tagihan
it: <b>Telegram</b> sarà sempre gratuito. Nessuna pubblicità.<br> Nessun abbonamento
ms: <b>Telegram</b> adalah percuma selamanya. Tanpa iklan.<br> Tanpa bayaran langganan
nb: <b>Telegram</b> vil alltid være gratis. Ingen reklame.<br> Ingen avgifter
nl: <b>Telegram</b> is altijd gratis. Geen advertenties.<br> Geen abonnementskosten
pl: <b>Telegram</b> jest i będzie bezpłatny. Bez reklam.<br>Bez opłat abonamentowych
pt: <b>Telegram</b> é grátis para semprer. Sem anúncios.<br> Sem subscrições
ro: <b>Telegram</b> o să fie tot timpul gratis. Fără reclame.<br> Fără abonamente
ru: <b>Telegram</b> всегда бесплатен. Без рекламы.<br> Без платных подписок
sc: <b>Telegram</b> est de badas pro semper. Peruna publitzidade.<br> Peruna tassa de abbonamentu
sk: <b>Telegram</b> je zadarmo navždy. Bez reklám.<br> Žiadne členské príspevky
sq: <b>Telegrami</b> është pa kosto përgjithëmonë. Pa reklama.<br>Pa kosto përdorimi
ur: <b>ٹیلی گرام</b> ہمیشہ مفت رہے گا۔ اشتہارات کے بغیر۔<br> کوئی سب سکرپش فیس نہیں

source: Secure
am: አስተማማኝ
ar: آمن
be: Бяспечны
bs: Siguran
ca: Segura
el: Ασφαλής
es: Segura
fa: امن
fi: Turvallinen
fr: Sécurisé
gd: Tèarainte
gl: Seguro
hu: Biztonságos
id: Aman
it: Sicuro
ms: Selamat
nb: Sikkert
nl: Veilig
pl: Bezpieczny
pt: Seguro
ro: Securizată
ru: Безопасный
sc: Seguru
sk: Bezpečný
sq: I sigurtë
ur: محفوظ

source: <b>Telegram</b> keeps your messages safe<br> from hacker attacks
am: <b>ቴሌግራም</b> የ እርስዎን መልእክቶች በጥንቃቄ ይጠብቃል<br> ከ አደገኛ ቀማኞች
ar: <b>تلغرام</b> يحتفظ برسائلك آمنة<br> من هجمات المخترقين
be: <b>Telegram</b> абараняе паведамленні<br> ад хакерскіх атак
bs: <b>Telegram</b> drži vaše poruke sigurnim<br> od napada hakera
ca: El <b>Telegram</b> manté els missatges<br>lluny d'atacs de pirates informàtics
el: <b>Το Telegram</b> κρατάει τα μηνύματά σας ασφαλή<br> από επιθέσεις χάκερ
es: <b>Telegram</b> mantiene sus mensajes <br>seguros frente a ataques
fa: <b>تلگرام</b> پیام‌هایتان را از حملات<br>نفوذگرها در امان نگه می‌دارد
fi: <b>Telegram</b> pitää viestisi turvassa<br> mahdollisilta hyökkäyksiltä
fr: <b>Telegram</b> garde vos messages à l'abri<br> des attaques de pirates
gd: Cumaidh <b>Teileagram</b> na teachdaireachdan agad sàbhailte<br> o ionnsaighean hacker
gl: <b>Telegram</b> mantén as súas mensaxes seguras<br> dos ataques informáticos
hu: A <b>Telegram</b> biztonságosan tárolja az üzeneteit,<br> még a hacker-támadásokkal szemben is
id: <b>Telegram</b> menyimpan pesan anda aman<br> dari serangan hacker
it: <b>Telegram</b> tiene i tuoi messaggi al sicuro<br>dagli attacchi degli hacker
ms: <b>Telegram</b> memastikan mesej anda selamat<br> daripada serangan penggodam
nb: <b>Telegram</b> holder meldingene dine trygge<br> fra avlytting
nl: <b>Telegram</b> beschermt uw berichten tegen aanvallen van hackers
pl: <b>Telegram</b> chroni Twoje wiadomości<br> przed atakami złych hakerów
pt: <b>Telegram</b> mantém as suas mensagens seguras<br> de hackers
ro: <b>Telegram</b> îţi protejează mesajele<br> de atacurile cibernetice
ru: <b>Telegram</b> защищает сообщения<br> от хакерских атак
sc: <b>Telegram</b> amparat sos messàgios<br> dae sos atacos de sos hacker
sk: <b>Telegram</b> udržuje vaše správy v bezpečí<br>od internetových útočníkov
sq: <b>Telegrami</b> mbronë mesazhet e juaja<br> nga sulmet e Hackerve
ur: <b>ٹیلی گرام</b> آپکے پیغامات ہیکرز<br> سے محفوظ رکھتا ہے

source: Powerful
am: ሐይለኛ
ar: قوي
be: Моцны
bs: Moćan
ca: Potent
el: Ισχυρό
es: Potente
fa: قدرتمند
fi: Tehokas
fr: Puissant
gd: Cumhachdach
gl: Potente
hu: Hatékony
id: Effisien
it: Potente
ms: Berkuasa
nb: Kraftig
nl: Krachtig
pl: Silny
pt: Poderoso
ro: Puternică
ru: Мощный
sc: Potente
sk: Výkonný
sq: I fuqishëm
ur: طاقتور

source: <b>Telegram</b> has no limits on the size<br> of your media and chats
am: <b>ቴሌግራም</b> መጠን የለውም<br> ለ እርስዎ መገናኛ እና ውይይት
ar: <b>تلغرام</b> ليس له حدود لحجم<br> الرسائل وملفات الوسائط المحفوظة
be: <b>Telegram</b> не мае абмежаванняў на памер<br> укладанняў і гутарак
bs: <b>Telegram</b> nema limita na veličinu<br> vaših medija i razgovora
ca: <b>El Telegram</b> no posa límits a la mida<br> dels elements multimèdia o xats
el: <b>Το Telegram</b> δεν βάζει όρια στο μέγεθος<br> των μέσων σας και των συνομιλιών σας.
es: <b>Telegram</b> no limita el tamaño de <br> sus archivos y conversaciones
fa: <b>تلگرام</b> محدودیتی در اندازهٔ<br>رسانه‌ها و گپ‌هایتان ندارد
fi: <b>Telegram</b> ei rajoita<br> tiedostojesi ja keskustelujen määrää
fr: <b>Telegram</b> n'a pas de taille limite<br> pour vos pièces-jointes et vos discussions
gd: Chan eil cuingeachadh aig <b>Teileagram</b> air meud<br>nam meadhanan is na cabadaich agad
gl: <b>Telegram</b> non pon límites de tamaño<br> aos multimedia nin ás conversas
hu: A <b>Telegram</b> nem korlátozza sem<br>a médiafájlok, sem a csevegés méretét
id: <b>Telegram</b> tidak memiliki batas terhadap ukuran<br> media dan pesan anda
it: <b>Telegram</b> non ha limiti sulle dimensioni<br> dei tuoi file multimediali e delle tue chat
ms: <b>Telegram</b> tidak menghad saiz<br> media dan sembang anda
nb: <b>Telegram</b> har ingen begrensninger for størrelsen på<br> samtaler og data
nl: <b>Telegram</b> stelt geen beperkingen aan de grootte<br> van uw media en chats
pl: <b>Telegram</b> nie ma limitów na rozmiar Twoich załączników i czatów
pt: <b>Telegram</b> não tem limite no tamanho de envio<br> das suas conversas e ficheiros
ro: <b>Telegram</b> nu are limite de dimensiune<br> pentru mesaje sau fişiere media
ru: <b>Telegram</b> не имеет ограничений на размер<br> вложений и бесед
sc: <b>Telegram</b> non tenet lìmites in sa mannària<br> de sos cuntenutos multimediales e de sas tzarradas
sk: <b>Telegram</b> nemá obmedzenia vo veľkosti<br> vešich médií a rozhovorov
sq: <b>Telegrami</> nuk ju kufizon<br> madhësinë e mediave dhe bisedimeve tuaja
ur: <b>ٹیلی گرام</b> میں آپکی چیٹ یا میڈیا کے لیے<br> کوئی سائز کی حدود نہیں ہیں

source: Cloud-Based
am: ክላውድ-መሰረት ያደረገ
ar: المعتمدة على الحوسبة السحابية
be: Хмарны
bs: Zasnovan na Cloud tehnologiji
ca: Sincronització al núvol
el: Βασισμένο στο σύννεφο
es: En la nube
fa: ابری
fi: Pilvipohjainen
fr: Basé sur le nuage
gd: Stèidhichte air neul
gl: Baseado na nube
hu: Felhőalapú
id: Berbasis Komputasi Awan
it: Basato sul cloud
ms: Berasaskan-Awan
nb: Eksternt basert
nl: Cloud-gebaseerd
pl: W chmurze
pt: Baseado em Cloud
ro: Sincronizare în cloud
ru: Облачный
sc: Archiviatzione Web
sk: Založený na "Cloud"e
sq: Bazuar në Server
ur: کلاؤڈ پر مبنی

source: <b>Telegram</b> lets you access your messages<br> from multiple devices
am: <b>ቴሌግራም</b> የ እርስዎን መልእክቶች <br> ከ በርካታ አካሎች ጋር መገናኘት ያስችላል
ar: <b>تلغرام</b> يتيح لك الوصول إلى رسائلك<br> من خلال أجهزة متعددة
be: <b>Telegram</b> дае доступ да паведамленняў<br> з розных прылад
bs: <b>Telegram</b> omogućava da vašim porukama pristupite<br> sa više različitih uređaja
ca: El <b>Telegram</b> us permet accedir als vostres missatges<br> des de diversos dispositius
el: <b>Το Telegram</b> σας επιτρέπει να έχετε πρόσβαση στα μηνύματά σας<br> από πολλαπλές συσκευές.
es: <b>Telegram</b> le permite acceder a sus mensajes<br>desde múltiples dispositivos
fa: <b>تلگرام</b> می‌گذارد از دستگاه‌های مختلفی<br>به پیام‌هایتان دسترسی داشته باشید
fi: <b>Telegram</b> mahdollistaa pääsyn viesteihin<br> useista eri laitteista
fr: <b>Telegram</b> vous permet d'accéder à vos messages<br> depuis plusieurs périphériques
gd: Leigidh <b>Teileagram</b> leat na teachdaireachdan agad<br>inntrigeadh o iomadh uidheam
gl: <b>Telegram</b> permítelle acceder ás mensaxes<br> desde múltiples dispositivos
hu: A <b>Telegram</b> lehetővé teszi üzenetei<br>elérését több eszközről is
id: <b>Telegram</b> memungkinkan anda untuk mengakses pesan anda<br> dari berbagai perangkat
it: <b>Telegram</b> permette di accedere ai<br>propri messaggi da più dispositivi
ms: <b>Telegram</b> membolehkan anda mencapai mesej anda<br> dari pelbagai peranti
nb: <b>Telegram</b> gir deg tilgang til meldingene dine<br> fra flere enheter
nl: Met <b>Telegram</b> heeft u toegang tot uw berichten<br> vanaf meerdere apparaten
pl: <b>Telegram</b> daje Ci dostęp do wiadomości<br> z wielu urządzeń
pt: <b>Telegram</b> deixa aceder às suas mensagens<br> a partir de vários dispositivos
ro: <b>Telegram</b> îţi permite să îţi accesezi mesajele<br> folosind oricâte dispozitive
ru: <b>Telegram</b> предоставляет доступ к сообщениям<br> с различных устройств
sc: <b>Telegram</b> permitit de nch'intrare a sos messàgios<br> dae prus dispositivos
sk: <b>Telegram</b> vám dovoľuje pristupovať k vašim správam<br> z viacerých zariadení
sq: <b/>Telegrami</b> jep mundësinë juve të keni qasje<br> në mesazhet e juaja<br> nga të gjitha paisjet
ur: <b>ٹیلی گرام</b> کے ذریعے آپ متعدد ڈیوائسز سے<br>اپنے پیغامات دیکھ سکتے ہیں

source: Private
am: የ ግል
ar: خاص
be: Асабісты
bs: Privatan
ca: Privada
el: Ιδιωτικό
es: Privado
fa: محرمانه
fi: Yksityinen
fr: Privé
gd: Prìobhaideach
gl: Privado
hu: Privát
id: Pribadi
it: Privato
ms: Persendirian
nb: Privat
nl: Privé
pl: Prywatne
pt: Privado
ro: Secretă
ru: Личное
sc: Privada
sk: Súkromné
ur: پرائیویٹ

source: <b>Telegram</b> messages are heavily encrypted<br>
am: <b>የ ቴሌግራም</b> መልእክቶች የተመሰጠሩ ናቸው<br>
ar: <b>تليجرام</b> الرسائل مشفره بشكل كبير<br>
be: <b>Telegram</b> надзейна зашыфраваны<br>
bs: <b>Telegram</b> poruke su kodirane<br>
ca: Els missatges del <b>Telegram</b> són encriptats fortament<br>
el: Τα μηνύματα του <b>Telegram</b> είναι κρυπτογραφημένο σε μεγάλο βαθμό<br>
es: Los mensajes de <b>Telegram</b> tienen una encriptación fuerte<br>
fa: پیام‌های <b>تلگرام</b> رمزگذاری شده‌اند
fi: <b>Telegram</b>-viestit ovat vahvasti salattuja<br>
fr: Les messages sont fortement chiffrés sur <b>Telegram</b><br>
gd: Tha crioptachadh làidir air teachdaireachdan <b>Teileagraim</b><br>
gl: As mensaxes do <b>Telegram</b> teñen un cifrado forte<br>
hu: A <b>Telegram</b> üzenetek erősen titkosítottak<br>
id: Pesan dari <b>Telegram</b> terenkripsi dengan ketat<br>
it: I messaggi di <b>Telegram</b> sono fortemente criptati<br>
ms: <b>Telegram</b> menyulitkan mesejnya secara berkesan<br>
nb: <b>Telegram</b>-meldinger sendes kryptert<br>
nl: <b>Telegram</b>-berichten zijn zwaar versleuteld<br>
pl: Wiadomości <b>Telegram</b> są mocno szyfrowane<br>
pt: <b>Telegram</b> mensagens são fortemente codificadas<br>
ro: Mesajele din <b>Telegram</b> sunt bine criptate<br>
ru: Сообщения <b>Telegram</b> надежно зашифрованы<br>
sc: <b>Telegram</b> tenet sos messàgios critografados<br>
sk: <b>Telegram</b> správy sú silne šifrované<br>
sq: <b>Telegram</b> mesazhet janë shumë të kryptuara<br>
ur: <b>Telegram</b> سے کیے گئے پیغامات بہت انکرپٹڈ اور محفوظ ہوتے ہیں

source: Choose
ar: اختار
be: Абраць
ca: Tria
es: Seleccionar
fi: Valitse
fr: Choisir
id: Pilih
it: Scegli
nb: Velg
nl: Kies
pl: Wybierz
pt: Escolher
ro: Alege
ru: Выберите
sc: Sèbera
sk: Zvoliľ
sq: Zhgjidhë

source: From: %1
am: ከ: %1
ar: من: %1
be: Ад: %1
bs: Od: %1
ca: De: %1
el: Από: %1
es: De: %1
fa: از: %1
fi: Keneltä: %1
fr: De : %1
gd: O: %1
gl: Desde: %1
hu: Tőle: %1
id: Dari: %1
it: Da: %1
ms: Daripada: %1
nb: Fra: %1
nl: Van: %1
pl: Od: %1
pt: De: %1
ro: Din: %1
ru: От: %1
sc: Dae: %1
sk: Z: %1
sq: Von: %1
ur: منجانب: %1

source: Share
am: ማካፈያ
ar: مشاركة
be: Падзяліцца
bs: Podijeli
ca: Comparteix
el: Κοινή χρήση
es: Compartir
fa: هم‌رسانی
fi: Jaa
fr: Partager
gd: Co-roinn
gl: Compartir
hu: Megosztás
id: Bagikan
it: Condividi
ms: Kongsi
nb: Del
nl: Delen
pl: Udostępnij
pt: Partilhar
ro: Partajează
ru: Поделиться
sc: Cumpartzi
sk: Zdieľať
sq: Shpërndajë
ur: اشتراک کریں

source: Add member
am: አባል መጨመሪያ
ar: إضافة رقم
be: Дадаць ўдзельніка
bs: Dodaj člana
ca: Afegeix un membre
el: Προσθήκη μέλους
es: Añadir miembro
fa: افزودن عضو
fi: Lisää jäsen
fr: Ajouter un membre
gd: Cuir ball ris
gl: Engadir membro
hu: Résztvevő hozzáadása
id: Tambah anggota
it: Aggiungi membro
ms: Tambah rakan
nb: Legg til deltaker
nl: Deelnemer toevoegen
pl: Dodaj uczestnika
pt: Adicionar membro
ro: Adăugați membru
ru: Добавить участника
sc: Agiunghe membru
sk: Pridať člena
sq: Fut Anëtarë
ur: ممبر شامل کریں

source: Change Group Title
ar: تغيير عنوان المجموعة
be: %1 змяніў назву групы
ca: Canvia el nom del grup
es: Cambiar nombre de grupo
fi: Muuta ryhmän otsikkoa
fr: Modifier le titre du groupe
id: Rubah Juduh Grup
it: Cambia il nome del gruppo
nl: Wijzig de groepsnaam
pl: Zmień Nazwę Grupy
pt: Alterar título do grupo
ro: Schimbă titlul grupului
ru: Изменить Название Группы
sc: Muda su nùmene de su grupu
sk: Zmeniť nadpis skupiny
sq: Ndrysho titullin e Grupit

source: New group chat title
ar: عنوان مجمدوعة الدردشة الجديد
be: Новая назва групавой гутаркі
ca: Nou nom del xat
es: Nombre de nuevo grupo
fi: Uusi keskustelun otsikko
fr: Nouveau titre de la discussion
id: Judul grup obrolan baru
it: Nome del nuovo gruppo
nl: Nieuwe groepsgesprektitel
pl: Nowa nazwa rozmowy grupowej
pt: Título da conversa
ro: Titlu grup
ru: Новое название группового чата
sc: Tìtulu de su grupu nou
sk: Nový nadpis skupinového rozhovoru
sq: Titull i ri i Grupit

source: Change Title
ar: تغيير العنوان
be: Змяніць назву
ca: Canvia el nom
es: Cambiar nombre
fi: Muuta otsikkoa
fr: Modifier le titre
id: Rubah Judul
it: Cambia nome
nl: Wijzig gesprekstitel
pl: Zmień Tytuł
pt: Mudar título
ro: Schimbă titlu
ru: Изменить Заголовок
sc: Muda su nùmene
sk: Zmeniť nadpis
sq: Ndrysho Titullin

source: %1 members, %2 online
am: %1 አባሎች, %2 በ መስመር ላይ
ar: %1 أعضاء، %2 متصلين
be: %1 удзельнікаў, %2 у сетцы
bs: %1 član/a, %2 online
ca: %1 membres, %2 en línia
el: %1 μέλη, %2 συνδεδεμένα
es: %1 miembros, %2 conectados
fa: ‫%1 عضو، %2 برخط
fi: %1 jäsentä, %2 linjoilla
fr: %1 membres, %2 en ligne
gl: %1 membros/as, %2 conectados/as
hu: %1 résztvevő, %2 elérhető
id: %1 anggota, %2 online
it: %1 membri, %2 in linea
ms: %1 rakan, %2 atas talian
nb: %1 medlemmer, %2 pålogget
nl: %1 leden, %2 online
pl: %1 członków, %2 połączonych
pt: %1 membros, %2 ligado(s)
ro: %1 membrii, %2 activi
ru: %1 участников, %2 в сети
sc: %1 membros, %2 in lìnea
sk: %1 členov, %2 pripojených
sq: %1 anëtarë, %2 të kyqurë
ur: %1 ممبر، %2 آن لائن

source: %1 members
ar: %1 أعضاء
be: %1 удзельнік
bs: %1 član/a
ca: %1 membres
el: %1 μέλη
es: %1 miembros
fi: %1 jäsentä
fr: %1 membres
nb: %1 medlemmer
nl: %1 gebruikers
pl: %1 członków
pt: %1 membros
sc: %1 membros
sk: %1 členov
sq: %1 anëtarë
ur: %1 ممبر

source: %1 is typing
am: %1 እየጻፈ ነው
ar: %1 يكتب
be: %1 друкуе
bs: %1 piše
ca: %1 està escrivint
el: %1 πληκτρογραφεί
es: %1 está escribiendo
fa: ‫%1 دارد می‌نویسد
fi: %1 kirjoittaa
fr: %1 écrit...
gd: Tha %1 a' sgrìobhadh
gl: %1 está escribindo
hu: %1 gépel
id: %1 sedang mengetik
it: %1 sta scrivendo
ms: %1 sedang menaip
nb: %1 skriver
nl: %1 is aan het typen
pl: %1 pisze
pt: %1 está a escrever
ro: %1 scrie
ru: %1 печатает
sc: %1 est iscriende
sk: %1 píše
sq: %1 po shruan
ur: %1 لکھ رہا ہے

source: %1 are typing
ar: %1 يكتبون
be: %1 друкуе
bs: %1pišu
ca: %1 estan escrivint
el: %1 πληκτρογραφούν
es: %1 están escribiendo
fi: %1 kirjoittavat
fr: %1 écrivent...
gd: Tha %1 a' sgrìobhadh
nb: %1 skriver
nl: %1 zijn aan het typen
pl: %1 piszą
pt: %1 estão a escrever
sc: %1 sunt iscriende
sk: %1 píšu
sq: %1 po shkruajnë tani
ur: %1 لکھ رہے ہے

source: Unknown
am: ያልታወቀ
ar: غير معروف
be: Невядома
bs: Nepoznat
ca: Desconegut
el: Άγνωστο
es: Desconocido
fa: ناشناس
fi: Tuntematon
fr: Inconnu
gd: Neo-aithnichte
gl: Descoñecido
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sc: Disconnotu
sk: Neznáme
sq: Pa njohurë
ur: نا معلوم

source: Mobile
am: ተንቀሳቃሽ
ar: التليفون المحمول
be: Мабільны
bs: Mobilni
ca: Mòbil
el: Κινητό τηλέφωνο
es: Móvil
fa: تلفن همراه
fi: Matkapuhelin
gd: Fòn-làimhe
gl: Móbil
hu: Mobil
id: Ponsel
it: Cellulare
ms: Mudah Alih
nb: Mobil
nl: Mobiel
pl: Telefon komórkowy
pt: Telefone
ro: Mobil
ru: Мобильный
sc: Mòbile
sk: Mobil
sq: Mobil
ur: موبائل

source: Block user
am: ተጠቃሚ ማገጃ
ar: حظر مستخدم
be: Заблакаваць
bs: Blokiraj korisnika
ca: Bloca l’usuari
el: Μπλοκάρισμα χρήστη
es: Bloquear usuario
fa: انسداد کاربر
fi: Estä käyttäjä
fr: Bloquer l'utilisateur
gd: Bac an cleachdaiche
gl: Bloquear usuario
hu: Partner blokkolása
id: Blokir pengguna
it: Blocca utente
ms: Sekat pengguna
nb: Blokker bruker
nl: Gebruiker blokkeren
pl: Zablokuj użytkownika
pt: Bloquear utilizador
ro: Blochează utilizatorul
ru: Заблокировать пользователя
sc: Bloca utente
sk: Blokovať užívateľa
sq: Blloko përdoruesin
ur: صارف کو بلاک کریں

source: Remove from group
am: ከ ቡድኑ ማስወገጃ
ar: إزالة من المجموعة
be: Выдаліць з групы
bs: Izbaci iz grupe
ca: Suprimeix del grup
el: Αφαίρεση από ομάδα
es: Eliminar del grupo
fa: برداشتن از گروه
fi: Poista ryhmästä
fr: Retirer du groupe
gd: Thoir air falbh on bhuidheann
gl: Eliminar do grupo
hu: Eltávolítás a csoportból
id: Hapus dari grup
it: Rimuovi dal gruppo
ms: Buang dari kumpulan
nb: Fjern fra gruppe
nl: Verwijderen uit groep
pl: Usuń z grupy
pt: Eliminar do grupo
ro: Îndepărteză din grup
ru: Удалить из группы
sc: Boga dae su grupu
sk: Odtrániť zo skupiny
sq: Hiq nga Grupi
ur: گروہ سے نکالیں

source: Telegram messages received today: %1
am: ዛሬ የተቀበሉት የ ቴሌግራም መልእክቶች: %1
ar: رسائل تلغرام المُستلمة اليوم: %1
be: Telegram: атрымана паведамленняў на сёння: %1
bs: Telegram poruka primljenih danas: %1
ca: Missatges del Telegram rebuts avui: %1
el: Μηνύματα του Telegram που παρελήφθησαν σήμερα: %1
es: Mensajes de Telegram recibidos hoy: %1
fa: پیام‌های تلگرام دریافت شده در امروز: %1
fi: Telegram-viestejä vastaanotettu tänään: %1
fr: Messages de Telegram reçus aujourd'hui : %1
gd: Teachdaireachdan Teileagraim a fhuair thu an-diugh: %1
gl: Mensaxes do Telegram recibidas hoxe: %1
hu: Ma érkezett Telegram üzenetek: %1
id: Pesan Telegram diterima hari ini: %1
it: Messaggi di Telegram ricevuti oggi: %1
ms: Mesej Telegram diterima hari ini: %1
nb: Telegram-meldinger mottatt i dag: %1
nl: Vandaag ontvangen Telegram-berichten: %1
pl: Otrzymanych dzisiaj wiadoności na Telegram: %1
pt: Mensagens do Telegram recebidas hoje: %1
ro: Mesaje primite pe Telegram astăzi: %1
ru: Сообщений Telegram за сегодня: %1
sc: Messàgios de Telegram retzidos oe: %1
sk: Dnes prijatých správ cez Telegram: %1
sq: Mesazhe të pranuara sot nga Telegrami: %1
ur: ٹیلی گرام پیغامات جو آج موصول ہوئے: %1
