Repository: ubports/telegram-app
Catalog: telegram/po/*.po
Languages: am, ar, be, bs, ca, el, es, fa, fi, fr, gd, gl, hu, id, it, ms, nb, nl, pl, pt, ro, ru, sc, sk, sq, ur

source: You can choose a username on <b>Telegram</b>. If you do, other people will be able to find you by this username and contact you without knowing your phone number.<br /><br />You can use <b>a-z</b>, <b>0-9</b> and underscores.<br />Minimum length is <b>5</b> characters.
am: እርስዎ የ ተጠቃሚ ስም ይምረጡ ከ <b>ቴሌግራም</b>. ይህን ካደረጉ, ሌሎች ሰዎች ሊያገኝዎት ይችላሉ በዚህ የ ተጠቃሚ ስም እና የ እርስዎን ስልክ ቁጥር ሳያውቁ <br /><br />መጠቀም ይችላሉ <b>a-z</b>, <b>0-9</b> and underscores.<br />አነስተኛ እርዝመት <b>5</b> ባህሪዎች ነው
ar: يمكنك اختيار اسم مستخدم على <b>تلغرام</b>. بعد قيامك بذلك، فإن الأشخاص الآخرين سيكونون قادرين على العثور عليك من خلال اسم المستخدم هذا دون الحاجة لمعرفة رقم هاتفك.<br /><br />يمكنك استخدام <b>الحروف</b> و<b>الأرقام</b> والشرطة السفلية.<br />يجب أن يحتوي اسم المستخدم على <b>5</b> حروف على الأقل.
be: Вы можаце абраць імя карыстальніка ў <b>Telegram</b>. Пасля гэтага, іншыя людзі могуць знайсці і звязацца з вамі, нават калі не будуць ведаць нумар вашага тэлефону.<br /><br /> Абіраючы імя выкарыстоўвайце знакі <b>a-z</b>, <b>0-9</b> і знак падкрэслення.<br />Мінімальная даўжыня - <b>5</b> знакаў.
bs: Možete izabrati korisničko ime na <b>Telegramu</b>. Ako izaberete drugi ljudi će moći da vas pronađu pomoću tog imena i kontaktiraju bez znanja vašeg telefonskog broja.<br/><br/>Možete koristiti <b>a-z</b>, <b>0-9</b>, i donje crte.<br/>Minimalna dužina je <b>5</b> znakova.
ca: Podeu triar un nom d'usuari al <b>Telegram</b>. Si ho feu, altres usuaris us podran trobar per aquest nom i contactar-vos sense que coneguin el vostre número.<br /><br />Podeu usar <b>a–z</b>, <b>0–9</b> i caràcters de subratllat.<br />Mínim <b>5</b> caràcters.
el: Μπορείς να διαλέξεις ένα όνομα χρήστη στο <b>Telegram</b>. Αν το πράξεις οι υπόλοιποι χρήστες θα μπορούν να σε βρουν με το όνομα χρήστη και να επικοινωνήσουν μαζί σου χωρίς να γνωρίζουν το τηλέφωνό σου.<br /><br />Για το όνομα χρήστη μπορείς να χρησιμοποιήσεις λατινικούς χαρακτήρες από <b>a-z</b>, αριθμούς από <b>0-9</b> ή κάτω παύλα (_).<br />Οι ελάχιστοι χαρακτήρες είναι <b>5</b>
es: Puede seleccionar un nombre de usuario en <b>Telegram</b>. Al hacerlo, otras personas podrán buscarlo por este nombre y contactar con usted sin tener que saber su número de teléfono.<br /><br />Puede usar <b>a-z</b>, <b>0-9</b> y guion bajo.<br />La longitud mínima son <b>5</b> caracteres.
fa: در <b>تلگرام</b> می‌توانید یک نام کاربری برگزینید. در این صورت، افراد دیگر می‌توانند بدون دانستن شماره تلفنتان، با این نام کاربری شما را یافته و تماس بگیرند.<br /><br />می‌توانید از <b>a-z</b>، <b>0-9</b> و علامت زیرخط استفاده کنید..<br /> کمینهٔ طول، <b>۵</b> نویسه است.
fi: Voit valita käyttäjänimesi <b>Telegramissa</b>. Jos valitse nimen, muut käyttäjät voivat löytää sinut käyttäjänimelläsi ja ottaa yhteyttä tietämättä puhelinnumeroasi.<br /><br />Voit käyttää kirjaimia <b>a-z</b>, numeroita <b>0-9</b> ja alaviivoja.<br />Lyhin sallittu käyttäjänimi on <b>5</b> merkkiä.
fr: Vous pouvez choisir un nom d'utilisateur sur <b>Telegram</b>. Si vous le faites, d'autres personnes seront capables de vous trouver par votre nom d'utilisateur et de vous contacter sans connaître votre numéro de téléphone.<br /><br />Vous pouvez utiliser les caractères <b>a-z</b>, <b>0-9</b> et les tirets bas.<br />La longueur minimum est de <b>5</b> caractères.
gd: 'S urrainn dhut ainm-cleachdaiche a thaghadh air <b>Teileagram</b>. Ma thaghas, lorgaidh daoine eile thu leis an ainm-chleachdaiche seo agus 's urrainn dhaibh fios a chur thugad mur eil iad eòlach air an àireamh fòn agad.<br /><br />Faodaidh tu <b>a-z</b>, <b>0-9</b> agus fo-loidhnichean a chleachdadh.<br />'S e <b>5</b> caractaran a tha san fhaide as lugha.
gl: Pode escoller un nome de usuario para o <b>Telegram</b>. Deste xeito, outras persoas poderán buscalo por ese nome e contactar con vostede sen coñecer o seu número de teléfono.<br /><br />Permítese unha lonxitude mínima de <b>5</b> caracteres da <b>a-z</b>, <b>0-9</b> e trazos baixos.
hu: A <b>Telegram</b> szolgáltatásban választhat magának felhasználónevet is. Ennek segítségével mások kapcsolatba léphetnek Önnel a telefonszáma ismerete nélkül.<br /><br />Használható karakterek: <b>a-z</b>, <b>0-9</b> és aláhúzás.<br />Minimum hosszúság: <b>5</b> karakter.
id: Anda dapat memilih nama pengguna di <b>Telegram</b>. Apabila anda melakukannya, orang lain dapat menemukan anda menggunakan nama pengguna dan mengkontak anda tanpa harus mengetahui nomor telepon anda.<br /><br />Anda dapat menggunakan <b>a-z</b>, <b>0-9</b> dan garis bawah.<br />Ukuran minimum adalah <b>5</b> karakter.
it: Puoi scegliere un username su <b>Telegram</b>. Se lo fai, le altre persone potranno trovarti usando il tuo username e contattarti senza sapere il tuo numero di telefono. <br /><br/>Puoi usare <b>a-z</b>,<b>0-9</b>e trattini bassi.<br/>La lunghezza minima è di <b>5</b> caratteri.
ms: Anda boleh memilih nama pengguna dalam <b>Telegram</b>. Jika anda melakukannya, orang lain akan dapat mencari anda dengan menggunakan nama pengguna ini dan menghubungi anda tanpa mengetahui nombor telefon anda.<br /><br />Anda boleh menggunakan <b>a-z</b>, <b>0-9</b> dan tanda garis bawah.<br />Panjang minima <b>5</b> aksara.
nb: Du kan velge et <b>Telegram</b>-brukernavn. Hvis du gjør det, kan andre brukere finne og kontakte deg uten å vite hva telefonnummeret ditt er. <br /><br />Tillatte tegn er <b>a-z</b>, <b>0-9</b> og understrek.<br />Brukernavn må bestå av minst <b>5</b> tegn.
nl: U kunt een gebruikersnaam kiezen op <b>Telegram</b>. Als u dat doet kunnen anderen u via deze gebruikersnaam vinden en contact met u opnemen zonder dat zij uw telefoonnummer kennen.<br /><br />U kunt <b>a-z</b> gebruiken, <b>0-9</b> evenals het onderstepingsteken.<br />De minimumlengte is <b>5</b> tekens.
pl: Możesz wybrać nazwę użytkownika na <b>Telegram</b>. Jeśli to zrobisz, inni użytkownicy będą mogli Cię znaleźć po nazwie użytkownika i skontaktować się z Tobą bez posiadania Twojego numeru telefonu.<br /><br />Możesz użyć <b>a-z</b>, <b>0-9</b> i podkreślinika.<br />Minimalna długość to <b>5</b> znaków.
pt: Pode escolher um nome de utilizador no <b>Telegram</b>. Se o fizer, outras pessoas serão capazes de comunicar consigo sem saber o seu número de telefone .<br /><br />Pode utilizar <b>a-z</b>, <b>0-9</b> e underscores.<br />O comprimento mínimo são <b>5</b> caracteres.
ro: Poţi să alegi un utilizator pentru <b>Telegram</b>. Dacă faci asta alţi oameni o să poată să te caute după utilizator şi să te contacteze fără să îţi cunoască numărul de telefon.<br /><br />Poţi să foloseşti <b>a-z</b>, <b>0-9</b> şi underscore.<br /> Lungimea minimă a şirului de caractere pentru utilizator este de <b>5</b> caractere.
ru: Вы можете выбрать имя пользователя в <b>Telegram</b>. После этого другие люди смогут найти и связаться с вами, даже если не будут знать номер вашего телефона.<br /><br />При выборе имени можно использовать символы <b>a-z</b>, <b>0-9</b> и символ подчеркивания.<br />Минимальная длина — <b>5</b> символов.
sc: In <b>Telegram</b> podes seberare unu nùmene utente. Si lu faghes, àteras persones t'ant a pòdere agatare e t'ant a pòdere cuntatare sena connòschere su nùmeru de telèfonu.<br /><br />Podes impreare <b>a-z</b>,<b>0-9</b> e linieddas bassas.<br />Sa longària mìnima est <b>5</b> caràteres.
sk: Na <b>Telegram</b>e si môžete zvoliť užívateľské meno. Vtedy vás podľa neho budú môcť ostatní nájsť a kontaktovať vás bez toho, aby museli poznať vaše telefónne číslo.<br /><br />Môžte použiť <b>a-z</b>, <b>0-9</b> a podčiarkovníky.<br />Minimálna dĺžka je <b>5</b> znakov.
sq: Ju keni mundësin ta zgjidhni një emer përdoruesit në <b>Telegram</b>. Nese ju zgjidhni emrin e përdoruesit, të tjerët përdorues në bazë të këtijë emri do munden t‘ju gjëjnë dhe kontaktojnë, pa diturë nunrin e juaj të celularit.<br /><br />Ju mund të përdorni shkronjat nga <b>a-z</b>, numrat nga<b>0-9</b> dhe nënvizat për emrin e përdoruesit.<br /> Emri duhet të jetë min. nga <b>5</b> shifra i gjatë.
ur: آپ <b>ٹیلی گرام</b> پر اپنا اسم صارف منتخب کر سکتے ہیں۔ اگر آپ ایسا کریں گے، تو باقی لوگ آپ کو اس اسم صارف سے ڈھونڈ سکتے ہیں اور آپ سے رابطہ کر سکتے ہیں آپکے فون نمبر کو جانے بغیر۔<br /><br /> آپ اسم صارف بنانے کے لیے استعمال کر سکتے ہیں <b>a-z</b>، اور ہندسے <b>0-9</b>، اور انڈر سکور۔<br /> کم از کم <b>5</b> حروف ہونے ضروری ہیں۔

source: Done
am: ጨርሷል
ar: تم
be: Зроблена
bs: Gotovo
ca: Fet
el: Ολοκληρώθηκε
es: Finalizado
fa: انجام شد
fi: Valmis
fr: Terminé
gd: Deiseil
gl: Feito
hu: Kész
id: Selesai
it: Completata
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
sc: Fatu
sk: Hotovo
sq: U kry
ur: ہو گیا

source: Phone number (required)
am: ስልክ ቁጥር (ያስፈልጋል)
ar: رقم الهاتف (مطلوب)
be: Нумар тэлефона (абавязкова)
bs: Telefonski broj (obavezno)
ca: Número de telèfon (requerit)
el: Νούμερο τηλεφώνου (απαιτείται)
es: Número de teléfono (obligatorio)
fa: شماره تلفن (مورد نیاز)
fi: Puhelinnumero (vaadittu)
fr: Numéro de téléphone (obligatoire)
gd: Àireamh fòn riatanach)
gl: Número de teléfono (obrigatorio)
hu: Telefonszám (szükséges)
id: Nomor telepon (diperlukan)
it: Numero di telefono (obbligatorio)
ms: Nombor Telefon (diperlukan)
nb: Telefonnummer (påkrevd)
nl: Telefoonnummer (verplicht)
pl: Numer telefonu (wymagany)
pt: Número de telemóvel (obrigatório)
ro: Numărul de telefon (obligatoriu)
ru: Номер телефона (обязательно)
sc: Nùmeru de telèfonu (obligatòriu)
sk: Telefónne číslo (povinné)
sq: Numri i Telefonit (kërkohet)
ur: فون نمبر(درکار)

source: %1 is not yet on Telegram
am: %1ቴሌግራም ላይ የለም
ar: %1 ليس على تلغرام
be: %1 яшчэ ня ў Telegram
bs: %1 još nije na Telegramu
ca: %1 encara no és al Telegram
el: %1 δεν είναι ακόμα στο Telegram
es: %1 aún no está en Telegram
fa: ‫%1 هنوز در تلگرام نیست
fi: %1 ei ole vielä Telegramissa
fr: %1 n'est pas encore sur Telegram
gd: Chan eil %1 air Teileagram fhathast
gl: %1 aínda non está no Telegram
hu: %1 nem rendelkezik Telegram fiókkal
id: %1 belum ada di Telegram
it: %1 non è ancora su Telegram
ms: %1 masih belum ada Telegram
nb: %1 bruker ikke Telegram enda
nl: %1 gebruikt Telegram nog niet
pl: %1 jeszcze nie jest na Telegram
pt: %1 ainda não está no Telegram
ro: %1 nu are cont pe Telegram
ru: %1 еще не в Telegram
sc: %1 no tenet galu Telegram
sk: %1 ešte nepouživa Telegram
sq: %1 nuk është akoma përdorues i Telegramit
ur: %1 ابھی تک ٹیلی گرام پر نہیں آیا

source: Invite to Telegram
am: ወደ ቴሌግራም ይጋብዙ
ar: دعوة إلى تلغرام
be: Запрасіць у Telegram
bs: Pozovi u Telegram
ca: Convideu al Telegram
el: Προσκαλέστε στο Telegram
es: Invitar a Telegram
fa: دعوت به تلگرام
fi: Kutsu Telegramiin
fr: Inviter sur Telegram
gd: Thoir cuireadh do Theileagraim
gl: Convidar ao Telegram
hu: Meghívás a Telegramra
id: Undang ke Telegram
it: Invita su Telegram
ms: Jemput sertai Telegram
nb: Inviter til Telegram
nl: Uitnodigen voor Telegram
pl: Zaproś do Telegram
pt: Convidar para o Telegram
ro: Invită să folosească Telegram
ru: Пригласить в Telegram
sc: Invita a Telegram
sk: Pozvať na Telegram
sq: Ftoje në Telegram
ur: ٹیلی گرام پر مدوع کریں

source: Could not add contact
am: ግንኙነት መጨመር አልተቻለም
ar: لا يمكن إضافة الشخص
be: Не атрымалася дадаць кантакт
bs: Kontakt nije mogao biti dodan
ca: No s'ha pogut afegir el contacte
el: Αδυναμία προσθήκης επαφής
es: No se pudo añadir el contacto
fa: نمی‌توان مخاطب را افزود
fi: Yhteystiedon lisääminen epäonnistui
fr: Impossible d'ajouter le contact
gd: Cha b' urrainn dhuinn an neach-aithne a chur ris
gl: Non foi posíbel engadir o contacto
hu: Nem sikerült a partner hozzáadása
id: Gagal menambah kontak
it: Impossibile aggiungere il contatto
ms: Tidak dapat menambah kenalan
nb: Klarte ikke å legge til kontakt
nl: Contact kon niet worden toegevoegd
pl: Nie można było dodać kontaktu
pt: Não foi possível adicionar contacto
ro: Nu am putut adăuga acest contact
ru: Не получается добавить контакт
sc: No s'est pòdidu agiùnghere su cuntatu
sk: Nepodarilo sa pridať kontakt
sq: Kontakti nuk mundi te krijohet
ur: رابطہ شامل نہیں کر پایا

source: Please include the country code.
am: እባክዎን የ አገር ኮድ ያስገቡ
ar: برجاء تضمين كود الدولة.
be: Калі ласка, уключыце код краіны.
bs: Molim dodajte pozivni broj države.
ca: Cal que inclogueu el codi del país.
el: Παρακαλώ συμπεριλάβετε τον κωδικό χώρας.
es: Incluya el código de país.
fa: لطفاً کد کشور را هم وارد کنید.
fi: Sisällytä maakoodi.
fr: Veuillez inclure l'indicatif du pays.
gd: Feuch an cuir thu còd do dhùthcha ris.
gl: Inclúa o código do país.
hu: Kérjük adja meg az országhívót is.
id: Tolong masukan kode negara.
it: Per favore, includere il prefisso nazionale.
ms: Sila masukkan kod negara
nb: Ta med landskoden.
nl: Vermeld de landcode.
pl: Włącznie z numerem kierunkowym kraju.
pt: Por favor, inclua o indicativo do país.
ro: Te rugăm să scrii și codul de țară.
ru: Пожалуйста, укажите код страны.
sc: Include su còdighe de istadu.
sk: Prosím uveďte predvoľbu krajiny.
sq: Ju lutemi shenoni edhe kodin hyrës te Shtetit.
ur: برائے مہربانی ملکی کوڈ شامل کریں۔

source: Number is not a valid phone number
am: ቁጥሩ ዋጋ ያለው የ ስልክ ቁጥር አይደለም
ar: هذا الرقم ليس رقم هاتف صحيح
be: Няслушны нумар тэлефону
bs: Broj nije valjan telefonski broj
ca: No és un número de telèfon vàlid
el: Ο αριθμός δεν είναι έγκυρος αριθμός τηλεφώνου.
es: Este no es un número de teléfono válido
fa: شمارهٔ تلفن معتبر نیست
fi: Numero ei ole kelvollinen puhelinnumero
fr: Le numéro n'est pas un numéro de téléphone valide
gd: Chan eil an àireamh 'na àireamh fòn dhligheach
gl: O número non é un número de teléfono correcto
hu: A megadott szám nem érvényes telefonszám
id: Nomor bukan nomor telepon yang sah
it: Il numero di telefono non è valido
ms: Bukan nombor telefon yang sah
nb: Nummeret er et ugyldig telefonnummer
nl: Nummer is een ongeldig telefoonnummer
pl: Niepoprawny numer telefonu
pt: O número que introduziu não é válido
ro: Acest număr nu este un număr de telefon valid
ru: Введен неверный номер телефона
sc: Su nùmeru de telèfonu no est vàlidu
sk: Číslo nie je platné telefónne číslo
sq: Numri nuk është numër valid i Telefonit
ur: فون نمبر صحیح نہیں ہے

source: Invalid phone code
am: ዋጋ ያለው የ ስልክ ኮድ
ar: كود هاتف غير صالح
be: Няслушны код тэлефону
bs: Pogrešan telefonski kod
ca: El codi telefònic no és vàlid
el: Μη έγκυρος κωδικός τηλεφώνου
es: El código telefónico no es válido
fa: کد تلفن نامعتبر
fi: Virheellinen puhelinkoodi
fr: Code téléphonique invalide
gd: Còd fòn mì-dhligheach
gl: O código telefónico é incorrecto
hu: Érvénytelen telefonkód
id: Kode telepon salah
it: Codice non valido
ms: Kod telefon tidak sah
nb: Ugyldig telefonkode
nl: Ongeldige toestelcode
pl: Niepoprawny kod
pt: Código de telefone inválido
ro: Acest cod de telefon nu este valid
ru: Неверный код телефона
sc: Su còdighe de telèfonu no est vàlidu
sk: Neplatné telefónne číslo
sq: Telefon kodë i pavlefshëm
ur: ناموزوں فون کوڈ

source: First name is required
am: ስም ማስገባት ያስፈልጋል
ar: الاسم الأول مطلوب
be: Неабходна імя
bs: Ime je obavezno
ca: Cal que introduïu el nom
el: Απαιτείται μικρό ονόμα
es: El nombre es obligatorio
fa: نام لازم است
fi: Etunimi on vaadittu tieto
fr: Le prénom est obligatoire
gd: Tha feum air ainm
gl: O nome é obrigatorio
hu: A keresztnév megadása szükséges
id: Nama awal diperlukan
it: Il nome è richiesto
ms: Nama pertama diperlukan
nb: Fornavn er påkrevd
nl: Voornaam is verplicht
pl: Imię jest wymagane
pt: Primeiro nome é obrigatório
ro: Prenumele este obligatoriu
ru: Необходимо указать имя
sc: Su nùmene est obligatòriu
sk: Meno je povinné
sq: Emri është i duhur
ur: پہلا نام درکار ہے

source: Code
am: ኮድ
ar: الكود
be: Код
bs: Kod
ca: Codi
el: Κωδικός
es: Código
fa: رمز
fi: Koodi
gd: Còd
gl: Código
hu: Kód
id: Kode
it: Codice
ms: Kod
nb: Kode
pl: Kod
pt: Código
ro: Cod
ru: Код
sc: Còdighe
sk: Kód
sq: Kodi
ur: کوڈ

source: First Name
am: ስም
ar: الاسم الأول
be: Імя
bs: Ime
ca: Nom
el: Μικρό όνομα
es: Nombre(s)
fa: نام
fi: Etunimi
fr: Prénom
gd: Ainm
gl: Nome
hu: Keresztnév
id: Nama Awal
it: Nome
ms: Nama Pertama
nb: Fornavn
nl: Voornaam
pl: Imię
pt: Primeiro nome
ro: Prenume
ru: Имя
sc: Nùmene
sk: Meno
sq: Emri
ur: پہلا نام

source: Last Name
am: የአባት ስም
ar: الاسم الأخير
be: Прозвішча
bs: Prezime
ca: Cognoms
el: Επίθετο
es: Apellido(s)
fa: نام خانوادگی
fi: Sukunimi
fr: Nom
gd: Sloinneadh
gl: Apelido
hu: Vezetéknév
id: Nama Akhir
it: Cognome
ms: Nama Akhir
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt: Último nome
ro: Nume
ru: Фамилия
sc: Sambenadu
sk: Priezvisko
sq: Mbiemri
ur: آخری نام

source: Resend Code
am: ኮድ እንደገና መላኪያ
ar: إعادة إرسال الكود
be: Даслаць код зноў
bs: Ponovo pošalji kod
ca: Torna a enviar el codi
el: Επαναποστολή κωδικού
es: Reenviar código
fa: بازارسال رمز
fi: Lähetä koodi uudelelen
fr: Renvoyer le code
gd: Cuir thugam an còd a-rithist
gl: Enviar o código de novo
hu: Kód újraküldése
id: Kirim ulang kode
it: Reinvia codice
ms: Hantar semula Kod
nb: Send kode på nytt
nl: Code nogmaals versturen
pl: Prześlij ponownie
pt: Reenviar código
ro: Trimite codul din nou
ru: Повторно отправить код
sc: Torra a imbiare su còdighe
sk: Znovu poslať kód
sq: Dërgo kodi prapë
ur: کوڈ دوبارہ بھیجیں

source: Request Call
am: ጥሪ መጠየቂያ
ar: طلب مكالمة
be: Запыт званку
bs: Zatraži poziv
ca: Sol·licita una trucada
el: Αίτηση κλήσης
es: Solicitar llamada
fa: درخواست تماس
fi: Pyydä puhelinsoittoa
fr: Tenter un appel
gd: Iarr gairm
gl: Solicitar unha chamada
hu: Felhívás kérése
id: Minta Telepon
it: Richiedi chiamata
ms: Minta Panggilan
nb: Be om anrop
nl: Gesprekaanvraag
pl: Poproś o połączenie telefoniczne
pt: Pedir chamada
ro: Cere apel
ru: Запрос звонка
sc: Rechede una mutida
sk: Vyžiadať telefonát
sq: Kërko thirrje
ur: کال کی درخواست کریں

source: Calling, please wait...
am: እባክዎን ይጠብቁ እየጠራ ነው...
ar: يتصل، برجاء الانتظار...
be: Ідзе выклік, пачакайце...
bs: Zovem, molim da sačekate...
ca: S'està trucant, espereu...
el: Γίνεται κλήση, παρακαλώ περιμένετε...
es: Llamando. Por favor, espere...
fa: در حال تماس، منتظر باشید…
fi: Soitetaan, odota...
fr: Appel, veuillez patienter...
gd: A' gairm, fuirich ort...
gl: A chamar; agarde...
hu: Hívás, kérjük várjon…
id: Menelepon, harap tunggu...
it: Chiamata in corso, attendere...
ms: Sedang memanggil, tunggu sebentar...
nb: Ringer. Vent litt …
nl: Aan het bellen, even geduld a.u.b.…
pl: Dzwonienie, proszę czekać...
pt: A chamar, aguarde...
ro: Aşteptaţi, se apelează...
ru: Идет соединение, подождите…
sc: Ti semus mutende, iseta...
sk: Volám, čakajte...
sq: Duke thirrur, ju lutemi prisni…
ur: کال کر رہا ہے، تھوڑا انتظار کریں...

source: Choose a country
ar: اختر البلد
be: Абярыце краіну
ca: Escolliu un país
es: Código de país
fi: Valitse maa
fr: Choisissez un pays
id: Pilih negara
it: Scegli un paese
nb: Velg et land
nl: Kies een land
pl: Wybierz kraj
pt: Escolha um país
ro: Alege o ţară
ru: Выберите страну
sc: Sèbera un'istadu
sk: Zvoľte krajinu
sq: Ju lutemi zgjidhni Shtetin

source: Search countries...
ar: ابحث عن بلدان...
be: Пошук краіны...
ca: Cerqueu el país...
es: Buscar países...
fi: Etsi maita...
fr: Rechercher parmi les pays...
id: Cari negara...
it: Cerca nazioni...
nl: Landen doorzoeken…
pl: Wyszukaj kraju...
pt: Procurar contactos...
ro: Caută ţări...
ru: Поиск стран…
sc: Chirca istados...
sk: Hľadať krajiny...
sq: Kërko Shtetin…

source: Phone Number
am: የ ስልክ ቁጥር
ar: رقم الهاتف
be: Нумар тэлефону
bs: Telefonski broj
ca: Número de telèfon
el: Αριθμός τηλεφώνου
es: Número telefónico
fa: شمارهٔ تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
gd: Àireamh fòn
gl: Número de teléfono
hu: Telefonszám
id: Nomor Telepon
it: Numero di telefono
ms: Nombor Telefon
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sc: Nùmero de telèfonu
sk: Telefónne číslo
sq: Numri i Telefonit
ur: فون نمبر

source: Number correct?
am: ቁጥሩ ትክክል ነው?
ar: هل الرقم صحيح؟
be: Нумар слушны?
bs: Da li je broj tačan?
ca: És correcte el número?
el: Αριθμός σωστός;
es: ¿Es correcto el número?
fa: شماره درست است؟
fi: Onko numero oikein?
fr: Numéro correct ?
gd: A bheil an àireamh ceart?
gl: É correcto este número?
hu: A telefonszám helyes?
id: Apakah nomor benar?
it: Numero corretto?
ms: Nombor ini betul?
nb: Er nummeret riktig?
nl: Nummer in orde?
pl: Numer poprawny?
pt: Número correto?
ro: Este corect numărul?
ru: Номер верный?
sc: Su nùmeru est curretu?
sk: Je číslo správne?
sq: A është ky numër korrekt?
ur: نمبر درست؟

source: Phone number already exists.
ar: رقم الهاتف موجود مسبقاً.
be: Нумар тэлефона ўжо існуе.
ca: El número de telèfon ja existeix.
es: El número telefónico ya existe.
fi: Puhelinnumero on jo olemassa.
fr: Ce numéro de téléphone existe déjà.
id: Nomor telepon sudah ada.
it: Numero di telefono già esistente.
nl: Deze telefoonnummer bestaat al.
pl: Numer telefonu już istnieje.
pt: Número de telefone já existente.
ro: Acest număr de telefon este deja folosit.
ru: Номер телефона уже существует.
sc: Custu nùmeru esistet giai.
sk: Telefónne číslo už existuje.
sq: Numri i Telefonit egziston.

source: Enter Password
am: የ መግቢያ ቃል ያስገቡ
ar: إدخل كلمة المرور
be: Увядзіце пароль
ca: Escriviu una contrasenya
es: Introduzca contraseña
fi: Syötä salasana
fr: Insérez le code
id: Masukkan kata sandi
it: Inserisci Password
nb: Skriv inn passord
nl: Voer wachtwoord in
pl: Wpisz hasło
pt: Introduza a palavra-passe
ro: Introduceţi parola
ru: Введите пароль
sc: Inserta·nche sa crae
sk: Vložte heslo
sq: Shëno Fjalëkalimin

source: Password
am: የ መግቢያ ቃል
ar: كلمة المرور
be: Пароль
ca: Contrasenya
es: Contraseña
fi: Salasana
fr: Code
gl: Contrasinal
id: Kata sandi
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parola
ru: Пароль
sc: Crae
sk: Heslo
sq: Fjalëkalimi

source: Install
am: መግጠሚያ
ar: تثبيت
be: Усталяваць
ca: Instal·la
es: Instalar
fi: Asenna
fr: Installer
id: Pasang
it: Installa
nb: Installer
nl: Installeer
pl: Instaluj
pt: Instalar
ro: Instalează
ru: Установить
sc: Installa
sk: Inštalovať
sq: Instalo

source: Close
am: መዝጊያ
ar: اغلاق
be: Зачыніць
bs: Zatvori
ca: Tanca
el: Κλείσιμο
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
gd: Dùin
gl: Pechar
hu: Bezárás
id: Tutup
it: Chiudi
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sc: Serra
sk: Zavrieť
sq: Mbyll
ur: بند کریں

source: Start Messaging
am: መልእክት ማስጀመሪያ
ar: بدء التراسل
be: Пачаць гутарку
bs: Počni razgovarati
ca: Comenceu a enviar missatges
el: Άρχισε να ανταλλάσεις μηνύματα
es: Comenzar a chatear
fa: شروع پیام‌رسانی
fi: Aloita viestiminen
fr: Commencer une discussion
gd: Tòisich air teachdaireachdan
gl: Iniciar mensaxes
hu: Csevegés elkezdése
id: Mulai Pesan
it: Inizia a messaggiare
ms: Mulakan Mesej
nb: Begynn å prate
nl: Beginnen met chatten
pl: Rozpocznij
pt: Começar a conversar
ro: Începe să comunici
ru: Начать общение
sc: Cumintza a tzarrare
sk: Začať komunikáciu
sq: Hyrje: Shkruaj mesazhe
ur: پیغام رسانی شروع کریں
